{
    "date": "21/1/2025",
    "website": "NYT",
    "section": "world",
    "articles": [
        {
            "title": "Israel’s Mixed Mood Over Cease-Fire",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20israel-mood/20mideast-crisis-update-funeral-lbfh-mediumSquareAt3X.jpg",
            "subline": "More than 30 hostages are set to be released during the cease-fire in Gaza. But many Israelis have mixed feelings about the deal because they feel it came at a high price."
        },
        {
            "title": "Southport Killer Had ‘Sickening and Sustained Interest’ in Violence, U.K. Officials Say",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21UK-ATTACKER-pwhf/21UK-ATTACKER-pwhf-mediumSquareAt3X.jpg",
            "subline": "Axel Rudakubana, who killed three young girls in the Southport attack, appeared to have no particular ideology but was obsessed by violence and genocide, investigators said."
        },
        {
            "title": "Han Kang Talks About Her Jeju Book, ‘We Do Not Part”",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21skorea-han-kang-wpzl-promo/21skorea-han-kang-wpzl-mediumSquareAt3X.jpg",
            "subline": "Han Kang’s latest novel, about a South Korean massacre, delves into why atrocities must be remembered. “It’s pain and it is blood, but it’s the current of life,” she said."
        },
        {
            "title": "How Guatemala Plans to Resettle Planeloads of Deportees from U.S.",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19guatemala-deportation-01-bqmc/19guatemala-deportation-01-bqmc-mediumSquareAt3X.jpg",
            "subline": "The case of Guatemala reveals how President Trump’s promised sweeps could change life outside the United States, too."
        },
        {
            "title": "Israel Embarks on an ‘Extensive’ Military Operation in the West Bank",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21mideast-ledeall-wqtc/21mideast-ledeall-wqtc-mediumSquareAt3X.jpg",
            "subline": "The announcement came shortly after President Trump rescinded Biden-era sanctions on Israeli settlers and Jewish extremists raided Palestinian villages in protest against the cease-fire in Gaza."
        },
        {
            "title": "Fire at Turkey Ski Resort Kills at Least 66",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21turkey-fire-bqgv/21turkey-fire-bqgv-mediumSquareAt3X.jpg",
            "subline": "The pre-dawn blaze broke out at a popular resort during a school break. Some survivors spoke of terrifying escapes."
        },
        {
            "title": "Israel’s Military Chief to Step Down Over Oct. 7 Attack",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21israel-halevi-cpwb/21israel-halevi-cpwb-mediumSquareAt3X.jpg",
            "subline": "Lt. Gen. Herzi Halevi, who has commanded the Israeli military throughout 15 months of war in Gaza, said he was resigning over its failure to protect against the 2023 Hamas-led assault."
        },
        {
            "title": "Start of Prince Harry’s Trial Against Murdoch’s U.K. Tabloids Is Delayed",
            "image": "https://static01.nyt.com/images/2024/01/19/multimedia/20uk-harry-HFO/19uk-harry-1-tvzm-mediumSquareAt3X.jpg",
            "subline": "The case represents the last major legal reckoning for victims and perpetrators of the phone hacking scandal that tarnished Britain’s news media more than a decade ago."
        },
        {
            "title": "Ukraine Detains Commanders Amid Setbacks on the Front",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21ukraine-commanders-jlwg/21ukraine-commanders-jlwg-mediumSquareAt3X.jpg",
            "subline": "Two generals and a colonel blamed for the loss of territory in eastern Ukraine to Russian forces last year have been held, the country’s security service said."
        },
        {
            "title": "U.K. May Change Terrorism Law After Southport Attack, Starmer Says",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21uk-starmer-hkcv/21uk-starmer-hkcv-mediumSquareAt3X.jpg",
            "subline": "After a teenager admitted murdering three girls at a dance class, Keir Starmer said people were being radicalized into violence for its own sake and terrorism laws might need to change."
        },
        {
            "title": "Mother of Missing U.S. Journalist Asks Syria’s New Leaders for Help",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20syria-tice-01-lvkz/20syria-tice-01-lvkz-mediumSquareAt3X.jpg",
            "subline": "Debra Tice, whose son Austin was abducted near Damascus in 2012, said the rebel group that toppled the Assad regime promised support in helping to find him."
        },
        {
            "title": "At Least 80 Dead in Colombia Amid a New Surge of Violence",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20-colombia-violence-vfqk/20-colombia-violence-vfqk-mediumSquareAt3X.jpg",
            "subline": "Clashes between armed groups in Colombia have led to some of the worst violence in the country in years."
        },
        {
            "title": "Life Sentence for Kolkata Hospital Rape and Murder",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20india-sentence-whfb/20india-sentence-whfb-mediumSquareAt3X.jpg",
            "subline": "The police had sought the death penalty in a horrific but familiar crime. Its handling by the local authorities had outraged the nation."
        },
        {
            "title": "World Economic Forum: Will Trump and Davos Herald a New World Disorder",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20sp-davos-europe-inyt-03-lwzc/20sp-davos-europe-inyt-03-lwzc-mediumSquareAt3X.jpg",
            "subline": "Among the issues likely to be explored at the World Economic Forum this week is the future of Ukraine and its impact on Europe."
        },
        {
            "title": "Europe Braces for a New Trump Era, Uncertain About What It Means",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21europe-trump-01-mhbp/21europe-trump-01-mhbp-mediumSquareAt3X.jpg",
            "subline": "President Trump appears willing to shake up almost every policy area, and a behind-the-scenes E.U. task force has been trying to prepare. But is Europe ready?"
        },
        {
            "title": "Trump Moves to End Entry Program for Migrants From 4 Nations",
            "image": "https://static01.nyt.com/images/2025/02/20/multimedia/20dc-humanitarian-parole-zvfq/20dc-humanitarian-parole-zvfq-mediumSquareAt3X.jpg",
            "subline": "The president sought to end a program that allowed migrants fleeing Cuba, Nicaragua, Venezuela and Haiti to fly into the United States and remain in the country for up to two years."
        },
        {
            "title": "Trump’s Suspension of Refugee Admissions Puts Afghans at Risk, Advocate Says",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20afghan-refugees-trump-phmw/20afghan-refugees-trump-phmw-mediumSquareAt3X-v3.jpg",
            "subline": "The order “risks abandoning thousands of Afghan wartime allies” who worked with Americans before the Taliban takeover, the head of a resettlement group said."
        },
        {
            "title": "Latin American Leaders Welcome and Warn Trump",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20Latam-Reactions-jlpc/20Latam-Reactions-jlpc-mediumSquareAt3X.jpg",
            "subline": "Several chafed at his plans as President Trump enacted immigration measures affecting their countries and vowed to impose tariffs on Mexico and Canada."
        },
        {
            "title": "Gaza Residents Return to Vast Destruction in Old Neighborhoods",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20mideast-ledeall-pjgq/20mideast-ledeall-pjgq-mediumSquareAt3X.jpg",
            "subline": "Palestinians returning to parts of the enclave have been picking their way through vast piles of rubble and trying to salvage what they can."
        },
        {
            "title": "Tuesday Briefing: Trump Takes Office",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21ambriefing-asia-nl-inaug1-pgjh/21ambriefing-asia-nl-inaug1-pgjh-mediumSquareAt3X.jpg",
            "subline": "Plus, exploring Indonesia’s spiritual hub."
        },
        {
            "title": "Trump Orders U.S. Exit From the Paris Agreement on Climate",
            "image": "https://static01.nyt.com/images/2025/01/20/pageoneplus/20cli-trump-paris-agreement/20cli-trump-paris-agreement-mediumSquareAt3X.jpg",
            "subline": "The United States will be one of only four countries outside the Paris Agreement, which is designed to reduce global greenhouse gas emissions."
        },
        {
            "title": "Scores of Senior Diplomats Are Leaving Posts as Trump Takes Office",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20DC-STATE-DEPARTMENT-fhmg/20DC-STATE-DEPARTMENT-fhmg-mediumSquareAt3X.jpg",
            "subline": "The departures are common when a transition takes place, but it is now happening more quickly and on a larger scale than under previous administrations, a U.S. official said."
        },
        {
            "title": "Hamas Official Says Group Is Ready for ‘Dialogue With America’",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20mideast-crisis-hamas-official-pmqg/20mideast-crisis-hamas-official-pmqg-mediumSquareAt3X.jpg",
            "subline": "In a rare move hours after the cease-fire took effect, one senior Hamas official said the group wants to engage the new Trump administration."
        },
        {
            "title": "Food and Other Vital Aid Surge Into Gaza After 15 Months of Scarcity",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20mideast-crisis-gaza-aid-kmgl/20mideast-crisis-gaza-aid-kmgl-mediumSquareAt3X.jpg",
            "subline": "Hunger has gripped the enclave, besieged by Israel, and the surge is a step toward alleviating it. But with Hamas asserting its grip on Gaza, questions remain about how aid is distributed."
        },
        {
            "title": "Sheba Hospital Says Three Freed Hostages Are in Stable Condition",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20mideast-crisis-three-hostages-hwpj/20mideast-crisis-three-hostages-hwpj-mediumSquareAt3X.jpg",
            "subline": "Doctors at Sheba Medical Center said the three women are in stable condition, but little is known about what the former captives went through in Gaza."
        },
        {
            "title": "Airborne Lead and Chlorine Levels Soared as L.A. Wildfires Raged",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20cli-lafires-toxic-wlzc/20cli-lafires-toxic-wlzc-mediumSquareAt3X.jpg",
            "subline": "The findings give new insight into the dangers of urban wildfires that burn plastics and other chemicals in homes and property."
        },
        {
            "title": "Southport Stabbing: 18-Year-Old Pleads Guilty to Murder at Taylor Swift-Themed Dance Class",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/xxUK-SOUTHPORT-HFO-btkf/xxUK-SOUTHPORT-HFO-btkf-mediumSquareAt3X.jpg",
            "subline": "Axel Rudakubana on Monday admitted committing the deadly attack last July. Officials later said he had been referred to a government counterterrorism program three times before his rampage."
        },
        {
            "title": "Fighting Has Halted in Gaza, but the War Is Not Over",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20gaza-analysis-wqfb/20gaza-analysis-wqfb-mediumSquareAt3X.jpg",
            "subline": "Sunday’s delayed start to the truce was a minor problem compared with the difficult choices and American leverage needed to get both parties to the second phase, which could end the war."
        },
        {
            "title": "How Mexico Is Preparing for Tariffs Negotiations With Trump",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20mexico-negotiation-01-fvqm/20mexico-negotiation-01-fvqm-mediumSquareAt3X.jpg",
            "subline": "President Claudia Sheinbaum is detaining more migrants, seizing more fentanyl and positioning her country as a key ally against China. But the U.S. stance has shifted, too."
        },
        {
            "title": "Trump Vowed to End the Ukraine War Before Taking Office. The War Rages On.",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19DC-TRUMP-PROMISE1-vwgm/19DC-TRUMP-PROMISE1-vwgm-mediumSquareAt3X.jpg",
            "subline": "Donald J. Trump’s promise to broker peace between Russia and Ukraine in 24 hours, “before I even become president,” proved to be untrue."
        },
        {
            "title": "Gazans and Israelis Dare to Hope as Cease-Fire Takes Hold",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19mideast-ledeall-tjmw/19mideast-ledeall-tjmw-mediumSquareAt3X.jpg",
            "subline": "After the fighting paused, Hamas began to free some of its hostages, releasing 3, and Israel said it had released 90 Palestinian prisoners."
        },
        {
            "title": "Monday Briefing: A Gaza Cease-Fire Begins",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20ambriefing-asia-nl-hostage2-qlfg/20ambriefing-asia-nl-hostage2-qlfg-mediumSquareAt3X-v2.jpg",
            "subline": "Plus, how Oscar contenders are rethinking sex scenes."
        },
        {
            "title": "Hamas Tries to Show It’s Back in Charge of Gaza",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19mideast-crisis-hamas-analysis-pmvq/19mideast-crisis-hamas-analysis-pmvq-mediumSquareAt3X.jpg",
            "subline": "Rarely seen in the open while the war raged, masked and armed fighters spread out publicly through Gaza’s cities in a show of force on Sunday."
        },
        {
            "title": "Israel-Hamas Truce Leaves Big Questions Unresolved for Now",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19mideast-crisis-what-next-vpkq/19mideast-crisis-what-next-vpkq-mediumSquareAt3X.jpg",
            "subline": "It remains unclear whether the six-week truce will lead to a permanent cease-fire and the release of the remaining hostages in Gaza, or if fighting will resume."
        },
        {
            "title": "Gazans greet the cease-fire with joy — and sadness for all that was lost.",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19mideast-crisis-gaza-scene-pgwh/19mideast-crisis-gaza-scene-pgwh-mediumSquareAt3X.jpg",
            "subline": "Palestinians race back to the homes they fled, uncertain about what they will find or what lies ahead."
        },
        {
            "title": "Fearing Deportation, Uyghurs Held in Thailand Go on Hunger Strike",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/00thailand-uyghur-vgbl/00thailand-uyghur-vgbl-mediumSquareAt3X.jpg",
            "subline": "Dozens of men from the ethnic minority sought escape from repression in China a decade ago, but have been detained in Thailand ever since."
        },
        {
            "title": "As Truce Takes Hold, Gazans and Israelis Express Elation Tinged With Doubt",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19mideast-assess-mgpk/19mideast-assess-mgpk-mediumSquareAt3X.jpg",
            "subline": "After 470 days of death, a tentative cease-fire began on Sunday in Gaza. But Palestinians could not be sure that the war had ended, and Israelis fear that many hostages will still remain in Gaza."
        },
        {
            "title": "First 3 Israeli Hostages Are Freed Under Gaza Cease-Fire",
            "image": null,
            "subline": "Thirty-three people were set to be released during the first phase of the agreement, including female soldiers and civilians, children and men over 50."
        },
        {
            "title": "Jake Sullivan, White House National Security Adviser, Reflects on China Policy",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19dc-sullivan-tzqc/19dc-sullivan-tzqc-mediumSquareAt3X.jpg",
            "subline": "President Biden and his team saw China as the one nation with the intent and capability to displace American primacy — and crafted policies to defend U.S. power."
        },
        {
            "title": "Biden Made a Global Push to Constrain China. What Will Trump Do?",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18DC-BIDEN-CHINA1-pqzc/18DC-BIDEN-CHINA1-pqzc-mediumSquareAt3X.jpg",
            "subline": "Jake Sullivan, the national security adviser, said in an interview that “we’ve just stuck with our theory, which is managed competition.” Trump and Xi Jinping might have other plans."
        },
        {
            "title": "Ukraine Braces for Trump’s Return",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19ukraine-trump-top-mljg/19ukraine-trump-top-mljg-mediumSquareAt3X.jpg",
            "subline": "Soldiers and civilians alike say that after so much loss, the new U.S. president must push for a just settlement, not peace at any cost."
        },
        {
            "title": "These Rooms Give Young Indian Lovers Rare Privacy. Cue the Complaints.",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/16india-oyo-mlcg/16india-oyo-mlcg-mediumSquareAt3X.jpg",
            "subline": "A policy change by a popular hotel platform shows the tension between traditional values and modern ideals in India."
        },
        {
            "title": "What Trump Could Do on Ukraine, Iran, China and Crises Around the Globe",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18dc-TRUMP-OPPORTUNITIES-vcfk/18dc-TRUMP-OPPORTUNITIES-vcfk-mediumSquareAt3X.jpg",
            "subline": "President-elect Donald J. Trump has made big promises on Ukraine, Iran, China and crises around the globe. But he will have to make difficult choices."
        },
        {
            "title": "Israel and Palestinians Prepare for Long-Sought Truce in Gaza",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18mideast-ledeall-ztkw/18mideast-ledeall-ztkw-mediumSquareAt3X.jpg",
            "subline": "Qatar, which mediated the agreement, said the cease-fire deal was set to begin at 8:30 a.m. local time on Sunday."
        },
        {
            "title": "Two Prominent Judges Are Shot Dead Outside Iran’s Supreme Court",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18iran-court-attack-1-gvtj/18iran-court-attack-1-gvtj-mediumSquareAt3X.jpg",
            "subline": "The gunman took his own life after killing two judges and wounding a third in what officials described as a terrorist attack."
        },
        {
            "title": "Trump’s Return Has Unnerved World Leaders. But Not India.",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18india-garcetti-01-wvcp/18india-garcetti-01-wvcp-mediumSquareAt3X.jpg",
            "subline": "An upward trajectory in relations is “almost inevitable,” the U.S. ambassador, Eric Garcetti, said in an interview before leaving his post."
        },
        {
            "title": "What We Know About the Hostage Release",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18mideast-crisis-wwk-hpwz/18mideast-crisis-wwk-hpwz-mediumSquareAt3X.jpg",
            "subline": "The first phase of the cease-fire deal calls for the release of 33 hostages, including women, children, men over 50 and sick and wounded people. Three hostages were released on the first day of the deal."
        },
        {
            "title": "Inside South Korean President Yoon Suk Yeol’s Life in Jail",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/00skorea-yoon-hfo01-photo-zlmq/00skorea-yoon-hfo01-photo-zlmq-mediumSquareAt3X.jpg",
            "subline": "President Yoon Suk Yeol, a former prosecutor, used to put people in jail. Now, after his formal arrest, he himself is in a cell, alone."
        },
        {
            "title": "Italian Reporter’s Ordeal in Iranian Prison: ‘I Was Trapped in a Game’",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18iran-journalist-sub-jgkm/18iran-journalist-sub-jgkm-mediumSquareAt3X.jpg",
            "subline": "Cecilia Sala found herself in the middle of Iran’s hostage diplomacy."
        },
        {
            "title": "A Killer Was Taken Back Into Custody. Was It Because of His Drill Rap Songs?",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18xp-Drill-hfkq/18xp-Drill-hfkq-mediumSquareAt3X.jpg",
            "subline": "A man convicted of murder in London was taken back into custody after a report emerged that he was anonymously making drill rap music. The victim’s family worries his music could bring him more fame."
        },
        {
            "title": "Some Prominent Palestinian Prisoners Set to Be Released in the Israel-Hamas Cease-Fire Agreement",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18mideast-crisis-prisoner-profiles-1-cqzm/18mideast-crisis-prisoner-profiles-1-cqzm-mediumSquareAt3X.jpg",
            "subline": "Israel is expected on Sunday to begin releasing more than 1,000 Palestinian prisoners, according to the terms of the cease-fire and hostage release agreement with Hamas."
        },
        {
            "title": "A Big, Bold TikTok Ban",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18themorning-nl-TIKTOK-01-fcph/18themorning-nl-TIKTOK-01-fcph-mediumSquareAt3X.jpg",
            "subline": "Banning the popular app is audacious. It’s also a sign that  officials really believe the alternative is unacceptable."
        },
        {
            "title": "When the U.S. Hit Canada With Steep Tariffs Before, Canada Had a Plan B",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18canadaletter-windsor-wjtp/18canadaletter-windsor-wjtp-mediumSquareAt3X.jpg",
            "subline": "But economic, political and technological changes have left Canada with few ways to handle trade restrictions now."
        },
        {
            "title": "How the Oct. 7 Attacks Transformed the Middle East",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18mideast-reshaped-top-fjkg/18mideast-reshaped-top-fjkg-mediumSquareAt3X.jpg",
            "subline": "With an Israel-Hamas cease-fire set to begin, the shock waves from their war have reshaped the region in unexpected ways."
        },
        {
            "title": "What Border Crisis? Mexican Migrant Shelters Are Quiet Ahead of Trump",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18mexico-border-promo/18mexico-border-01-jftc-mediumSquareAt3X.jpg",
            "subline": "Ahead of the inauguration, migrant shelters south of the Rio Grande are far from full, a reflection of the tougher measures imposed on both sides of the border."
        },
        {
            "title": "U.S. Spy Chief Took on Role of Negotiator in Gaza War",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/00dc-burns-gaza-01-gqwz/00dc-burns-gaza-01-gqwz-mediumSquareAt3X.jpg",
            "subline": "As C.I.A. director, William J. Burns was deeply focused on China and Russia when the Middle East conflict plunged him back into his old life."
        },
        {
            "title": "How Antony Blinken, America’s Top Diplomat, Became the Secretary of War",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18dc-blinken-01-bptj/18dc-blinken-01-bptj-mediumSquareAt3X.jpg",
            "subline": "President Biden’s longtime aide rallied scores of nations to defend Ukraine, but then became a villain to the many critics of U.S. support for Israel’s war in Gaza."
        },
        {
            "title": "Prince Harry’s Suit Against Rupert Murdoch’s U.K. Tabloids Set to Start",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18uk-harry01-thmp/18uk-harry01-thmp-mediumSquareAt3X.jpg",
            "subline": "Barring a late settlement, Harry’s lawsuit against News Group Newspapers will begin Tuesday, with potential consequences for the royal family, the media baron and even The Washington Post."
        },
        {
            "title": "Russia Attacks Kyiv With Ballistic Missiles",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18ukraine-explosions-01-jvwl/18ukraine-explosions-01-jvwl-mediumSquareAt3X-v3.jpg",
            "subline": "At least three people were killed in the assault on the capital, and at least one died and 11 were wounded in a separate strike in the southern city of Zaporizhzhia."
        },
        {
            "title": "Israeli Government Approves Cease-Fire Deal for Gaza",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17mideast-ledeall-01-cmtl/17mideast-ledeall-01-cmtl-mediumSquareAt3X.jpg",
            "subline": "The full Israeli cabinet passed the agreement during a meeting that continued into the Jewish Sabbath, setting up the first reprieve in Gaza in over a year."
        },
        {
            "title": "Israel Prepares for Return of Hostages Held in Gaza for Over a Year",
            "image": "https://static01.nyt.com/images/2023/11/30/multimedia/17mideast-crisis-hostage-releases/30israel-hamas-elderly2-fkcv-mediumSquareAt3X.jpg",
            "subline": "Hospitals and health officials have been preparing isolated areas where the hostages can begin recuperating, and there are concerns that the returning captives may be malnourished."
        }
    ]
},
{
    "date": "21/1/2025",
    "website": "NYT",
    "section": "us",
    "articles": [
        {
            "title": "Here’s what to know about the storm.",
            "image": null,
            "subline": "“So many of you have never seen an event like this,” Louisiana’s state climatologist warned, with New Orleans facing possibly the most snow it has ever seen."
        },
        {
            "title": "Border Patrol Agent Is Killed in Vermont Shooting",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20borderpatrol-shooting-kwtz/20borderpatrol-shooting-kwtz-mediumSquareAt3X.jpg",
            "subline": "Officials said the agent was shot on Interstate 91, which was closed for several hours near the border with Canada."
        },
        {
            "title": "In Car-Loving Los Angeles, the Charred Remains of Vehicles Cut Deep",
            "image": "https://static01.nyt.com/images/2025/01/20/us/20nat-lafire-cars/20nat-lafire-cars-mediumSquareAt3X.jpg",
            "subline": "For many residents, a set of wheels is an extension of their home, a key to their income or a source of priceless memories."
        },
        {
            "title": "The Search for Lessons in Trump’s Return on Martin Luther King Day",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20nat-mlkday-vthb/20nat-mlkday-vthb-mediumSquareAt3X.jpg",
            "subline": "The dual celebrations of a second Trump inauguration and the civil rights leader’s birth raise profound questions about Black leadership and progress toward the Rev. Dr. Martin Luther King Jr.’s dream."
        },
        {
            "title": "Trump Says Putin Is ‘Destroying Russia’",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21trump-news-putin-qzwf/21trump-news-putin-qzwf-mediumSquareAt3X.jpg",
            "subline": "President Vladimir V. Putin of Russia praised President Trump’s second inauguration, but the American leader did not return the compliment."
        },
        {
            "title": "3 Small Fires Break Out in San Diego Area, Forcing Evacuations",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21xp-wildfires-hfcq/21xp-wildfires-hfcq-mediumSquareAt3X.jpg",
            "subline": "The blazes ignited in San Diego County early Tuesday, keeping Southern California on edge as dangerous fire conditions persisted."
        },
        {
            "title": "Prospect of an Immigration Crackdown Leaves Some Chicago Neighborhoods Bracing",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21nat-chicago-bracing-emma-bgvc/21nat-chicago-bracing-emma-bgvc-mediumSquareAt3X.jpg",
            "subline": "Activists are holding meetings to advise people about their legal rights and families have been drafting powers of attorney."
        },
        {
            "title": "Trump Pardons Nearly All Involved in Jan. 6 Attack",
            "image": null,
            "subline": "On his first day back in office, President Trump pardoned all of the nearly 1,600 people charged in connection with the attack on the Capitol on Jan. 6, 2021. Maggie Haberman, White House correspondent for The New York Times, describes what’s behind those pardons."
        },
        {
            "title": "Ken Martin Emerges as a Heavy Favorite in the Race to Lead the DNC",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21pol-martin-dnc1-gcbj/21pol-martin-dnc1-gcbj-mediumSquareAt3X.jpg",
            "subline": "Ken Martin, the chair of the Minnesota Democrats, said he was nearing the level of support needed to become the next leader of the Democratic National Committee."
        },
        {
            "title": "What Trump Did on Day 1: Tracking His Biggest Moves",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/21dc-first-day-recap-rh4f7y/20executive-orders-blog-new-reporter-updates-zbwg-mediumSquareAt3X-v3.jpg",
            "subline": "President Trump made major policy moves immediately after taking office, withdrawing from major international agreements, promising steep tariffs and pardoning nearly all of the Jan. 6 rioters."
        },
        {
            "title": "What 7 Americans Thought About Trump’s Inauguration Speech",
            "image": "https://static01.nyt.com/images/2025/01/21/us/21nat-100days-promo/21nat-100days-promo-mediumSquareAt3X.jpg",
            "subline": "We’ll be regularly checking in with this group of people during President Trump’s first 100 days in office. Here’s what they thought on Day 1."
        },
        {
            "title": "How Guatemala Plans to Resettle Planeloads of Deportees from U.S.",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19guatemala-deportation-01-bqmc/19guatemala-deportation-01-bqmc-mediumSquareAt3X.jpg",
            "subline": "The case of Guatemala reveals how President Trump’s promised sweeps could change life outside the United States, too."
        },
        {
            "title": "Doug Collins, a Key Trump Impeachment Player, Will Face Senators as V.A. Pick",
            "image": "https://static01.nyt.com/images/2025/01/14/multimedia/14dc-collins-topart-lfkt/14dc-collins-topart-lfkt-mediumSquareAt3X.jpg",
            "subline": "Former Representative Doug Collins does not have a traditional résumé for a V.A. secretary, but he fits the mold of a Trump loyalist."
        },
        {
            "title": "Fact Check: Trump’s Inauguration Day",
            "image": "https://static01.nyt.com/images/2025/01/20/us/politics/00rv-trump-inauguration-factcheck-qiu/00rv-trump-inauguration-factcheck-qiu-mediumSquareAt3X-v5.jpg",
            "subline": "In his Inaugural Address and remarks afterwards, President Trump repeated inaccurate talking points about the economy, immigration, world affairs and the prosecutions into his own conduct. Linda Qiu checked the facts."
        },
        {
            "title": "Trump’s Inaugural Address: 2017 vs. 2025",
            "image": "https://static01.nyt.com/images/2025/01/20/us/politics/00vid-rv-inauguration-shear-cover/00vid-rv-inauguration-shear-cover-mediumSquareAt3X-v7.jpg",
            "subline": "The Inaugural Address that President Trump gave on Monday was in some ways even darker than his “American carnage” inaugural address eight years ago. Michael D. Shear, a White House correspondent for The New York Times, explains."
        },
        {
            "title": "Joy, Anger and Little Remorse Outside D.C. Jail After Trump’s Jan. 6 Pardons",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20executive-orders-blog-new-jan6-scene-jail-qmwb/20executive-orders-blog-new-jan6-scene-jail-qmwb-mediumSquareAt3X.jpg",
            "subline": "Dozens of people with ties to the Jan. 6, 2021, attack on the Capitol gathered outside the detention facility in Washington to celebrate Trump’s pardons of those convicted of crimes that day."
        },
        {
            "title": "2 Americans Held in Afghanistan Are Freed in Prisoner Swap",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21dc-hostages-zjmv/21dc-hostages-zjmv-mediumSquareAt3X.jpg",
            "subline": "In exchange, the Biden administration released an Afghan man convicted on narcotics charges in 2008."
        },
        {
            "title": "Trump Moves to End Entry Program for Migrants From 4 Nations",
            "image": "https://static01.nyt.com/images/2025/02/20/multimedia/20dc-humanitarian-parole-zvfq/20dc-humanitarian-parole-zvfq-mediumSquareAt3X.jpg",
            "subline": "The president sought to end a program that allowed migrants fleeing Cuba, Nicaragua, Venezuela and Haiti to fly into the United States and remain in the country for up to two years."
        },
        {
            "title": "Here’s What Trump’s Declaration of an Emergency at the Southern Border Means",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/00DC-emergency-explainer-vjpf/00DC-emergency-explainer-vjpf-mediumSquareAt3X-v2.jpg",
            "subline": "Invoking presidential emergency powers gives the president the ability to go around Congress and unlock federal funding to crack down at the border."
        },
        {
            "title": "Trump Starts Immigration Crackdown, Enlisting the Military and Testing the Law",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-immig-mwbq/20dc-immig-mwbq-mediumSquareAt3X.jpg",
            "subline": "The president’s Day 1 actions included directives that fly in the face of legal limits on involving the military in domestic operations and the constitutional guarantee of birthright citizenship."
        },
        {
            "title": "Trump Signs Two Orders to Dismantle Gender and Racial Equity Policies",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-dei-photo-vkzf/20dc-dei-photo-vkzf-mediumSquareAt3X.jpg",
            "subline": "The administration will take steps to roll back federal support for racial equity and protections for transgender people."
        },
        {
            "title": "What to Know About Trump’s Broad Grant of Clemency to Jan. 6 Rioters",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20DC-JAN6-EXPLAINER-cgph/20DC-JAN6-EXPLAINER-cgph-mediumSquareAt3X-v2.jpg",
            "subline": "He issued formal pardons to more than 1,550 rioters charged with a wide range of crimes and commuted the sentences of 14 members of far-right groups."
        },
        {
            "title": "Trump’s Jan. 6 Pardons Erase Justice Department’s Investigation ",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20executive-orders-blog-new-doj-pardons-tjwz/20executive-orders-blog-new-doj-pardons-tjwz-mediumSquareAt3X.jpg",
            "subline": "President Trump’s pardons in the Jan. 6 case abruptly ended the most complex investigation in U.S. history. It also raised questions about what he will do next against a department he has said is full of his enemies."
        },
        {
            "title": "How Trump Plans to Kill the Refugee System",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/00dc-refugees3-gklz/00dc-refugees3-gklz-mediumSquareAt3X.jpg",
            "subline": "President Trump, who has criticized refugee resettlement, moved on his first day in office to suspend the decades-old program to admit persecuted people to the United States."
        },
        {
            "title": "‘A Quiet Force’: Harris Returns Home After Making History in Washington",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-harris-fhbq/20dc-harris-fhbq-mediumSquareAt3X.jpg",
            "subline": "The former vice president’s first acts as a nonelected official for the first time in decades could be a sign of what comes next."
        },
        {
            "title": "Packed In for Trump’s Indoor Inauguration, Awkwardness Abounds",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-bodylanguage-bidenharris-mzhf/20dc-bodylanguage-bidenharris-mzhf-mediumSquareAt3X.jpg",
            "subline": "Tech billionaires, foreign leaders, ex-presidents and political nemeses. How did everyone behave?"
        },
        {
            "title": "Trump Demands Search for Political Bias in Justice Dept., Other Agencies",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20executive-orders-blog-new-weaponization-ktpz/20executive-orders-blog-new-weaponization-ktpz-mediumSquareAt3X.jpg",
            "subline": "His ‘weaponization’ executive order begins with a list of misleading accusations against the Biden administration."
        },
        {
            "title": "A Day of Triumph, Jubilation and Gloating in Washington",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-scene-lmct/20dc-scene-lmct-mediumSquareAt3X.jpg",
            "subline": "There were Proud Boys, billionaires, stiletto heels, cowboy hats, Village People, icy cold and happy Canadians at President Trump’s inaugural."
        },
        {
            "title": "Trump Commutes Sentence of Stewart Rhodes, Oath Keepers Founder",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-rhodes-zmpw/20dc-rhodes-zmpw-mediumSquareAt3X.jpg",
            "subline": "The move, in effect, validated the far-right leader’s defiant claim that his criminal prosecution was a kind of political persecution."
        },
        {
            "title": "Trump Withdraws U.S. from World Health Organization",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20DC-TRUMP-WHO-gcwp/20DC-TRUMP-WHO-gcwp-mediumSquareAt3X.jpg",
            "subline": "Public health experts say U.S. withdrawal from the W.H.O. would undermine the nation’s standing as a global health leader and make it harder to fight the next pandemic."
        },
        {
            "title": "Trump Grants Sweeping Clemency to All Jan. 6 Rioters",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-j6-pardons01-photo-gbfh/20dc-j6-pardons01-photo-gbfh-mediumSquareAt3X.jpg",
            "subline": "The extraordinary pardons and commutations extended to those who committed both violent and nonviolent crimes on Jan. 6, including assaulting police officers and seditious conspiracy."
        },
        {
            "title": "DeSantis Adopts ‘Gulf of America’ Language Even Before a Trump Order",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20trump-desantis-qlzm/20trump-desantis-qlzm-mediumSquareAt3X.jpg",
            "subline": "The Florida governor used the wording in issuing a state of emergency over a cold snap expected in his state."
        },
        {
            "title": "In Dueling Pardons, an Intensified Fight Over the Meaning of Jan. 6",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20DC-JAN6-vftj/20DC-JAN6-vftj-mediumSquareAt3X.jpg",
            "subline": "President Trump’s grant of clemency to those who assaulted the Capitol in his name four years ago clashed with his predecessor’s decision to shield from retribution those who had sought to hold him to account."
        },
        {
            "title": "Senate Passes Border Crackdown Bill, Teeing Up Final House Vote",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20DC-CONG-jgvh/20DC-CONG-jgvh-mediumSquareAt3X.jpg",
            "subline": "The measure, which increases deportations for undocumented migrants charged with crimes, is likely to be the first bill to reach President Trump’s desk. It must pass one more House vote to clear Congress."
        },
        {
            "title": "Trump Administration Fires Immigration Court Officials as Crackdown Begins",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-immig-judges-hkjt/20dc-immig-judges-hkjt-mediumSquareAt3X.jpg",
            "subline": "Four immigration court officials were removed from their positions on Monday. It’s unclear who is in charge at this point."
        },
        {
            "title": "Trump Promises Americans the Moon (Well, Mars)",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20-pol-on-politics-nl-3-jkbt/20-pol-on-politics-nl-3-jkbt-mediumSquareAt3X.jpg",
            "subline": "Donald Trump’s pledge-filled speech made him sound like a candidate trying to run up the score."
        },
        {
            "title": "A Determined Trump Vows Not to be Thwarted at Home or Abroad",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-assess-01-hgbl/20dc-assess-01-hgbl-mediumSquareAt3X.jpg",
            "subline": "Wiser about the use of power, the newly sworn-in president suggests that this time he will not take no for an answer, whether in enacting an ambitious domestic agenda or in his expansionist worldview."
        },
        {
            "title": "Marco Rubio Is Confirmed by Senate as Secretary of State",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/00dc-rubio-mktz/00dc-rubio-mktz-mediumSquareAt3X.jpg",
            "subline": "The Florida senator becomes the United States’ 72nd chief diplomat, and the first Latino to hold the job."
        },
        {
            "title": "Trump Swears Oath Without His Hand on Bible, but He Wasn’t Required To",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20inauguration-bible-pqht/20inauguration-bible-pqht-mediumSquareAt3X.jpg",
            "subline": "The tradition of swearing the oath of office on a Bible stretches back to George Washington, but not all presidents have observed it."
        },
        {
            "title": "In Renaming Denali for McKinley, Trump Invokes a Presidential Idol",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20trump-denali-wlcf/20trump-denali-wlcf-mediumSquareAt3X.jpg",
            "subline": "The move is likely to face some pushback in Alaska, where the Alaska Native name has long been favored for the continent’s tallest mountain."
        },
        {
            "title": "Pardoned Biden Family Members Were Targets of Republicans",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20DC-BIDEN-PARDONS-FAMILY-NEW-mblg/20DC-BIDEN-PARDONS-FAMILY-NEW-mblg-mediumSquareAt3X.jpg",
            "subline": "The relatives who were granted clemency in the final minutes of Joseph R. Biden Jr.’s presidency had not been charged with wrongdoing, but some had drawn scrutiny."
        },
        {
            "title": "Armed Services Panel Rushes Through Hegseth Nomination Along Party Lines",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20DC-HEGSETH-bcqw/20DC-HEGSETH-bcqw-mediumSquareAt3X.jpg",
            "subline": "Republicans moved in private over the objections of Democrats. A last-minute bid to delay the vote failed."
        },
        {
            "title": "Biden Ends Presidency With Fears of Trump’s Retribution",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20DC-BIDEN-DEPARTS-hflw/20DC-BIDEN-DEPARTS-hflw-mediumSquareAt3X.jpg",
            "subline": "“We’re not leaving the fight,” he told supporters and members of his staff as he prepared to leave Washington."
        },
        {
            "title": "White House Website Gets a Quick Trump Makeover",
            "image": null,
            "subline": "New administrations move quickly to replace the site, and Mr. Trump’s struck a starkly different tone from the message the Biden administration had offered."
        },
        {
            "title": "Biden Commutes Leonard Peltier’s Prison Sentence ",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20trump-Leonard-Peltier-pgbm/20trump-Leonard-Peltier-pgbm-mediumSquareAt3X.jpg",
            "subline": "Leonard Peltier spent nearly 50 years in federal prison."
        },
        {
            "title": "Elon Musk Ignites Online Speculation Over the Meaning of a Hand Gesture",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20inauguration-musk-gesture-zbqc/20inauguration-musk-gesture-zbqc-mediumSquareAt3X.jpg",
            "subline": "Speaking at a celebratory rally in Washington, Mr. Musk twice extended his arm out with his palm facing down, drawing comparisons to the Nazi salute."
        },
        {
            "title": "At Inauguration, Melania and Barron Trump Greet a Limelight They Once Avoided",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-MELANIA-01-tpck/20dc-MELANIA-01-tpck-mediumSquareAt3X.jpg",
            "subline": "The returning first lady and Barron Trump, the son she had once shielded from the public eye, used Monday’s inauguration to reintroduce themselves."
        }
    ]
},
{
    "date": "21/1/2025",
    "website": "NYT",
    "section": "politics",
    "articles": [
        {
            "title": "Trump Pardons Nearly All Involved in Jan. 6 Attack",
            "image": null,
            "subline": "On his first day back in office, President Trump pardoned all of the nearly 1,600 people charged in connection with the attack on the Capitol on Jan. 6, 2021. Maggie Haberman, White House correspondent for The New York Times, describes what’s behind those pardons."
        },
        {
            "title": "What to Know About Trump’s Broad Grant of Clemency to Jan. 6 Rioters",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20DC-JAN6-EXPLAINER-cgph/20DC-JAN6-EXPLAINER-cgph-mediumSquareAt3X-v2.jpg",
            "subline": "He issued formal pardons to more than 1,550 rioters charged with a wide range of crimes and commuted the sentences of 14 members of far-right groups."
        },
        {
            "title": "A Closer Look at Who Attended President Donald J. Trump’s Second Inauguration",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/2024-12-11-inauguration-seating-chart-index/2024-12-11-inauguration-seating-chart-index-mediumSquareAt3X-v3.jpg",
            "subline": "Former presidents, members of Congress, and tech C.E.O.s were among those present to witness Mr. Trump take the oath of office."
        },
        {
            "title": "What Trump Did on Day 1: Tracking His Biggest Moves",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/21dc-first-day-recap-rh4f7y/20executive-orders-blog-new-reporter-updates-zbwg-mediumSquareAt3X-v3.jpg",
            "subline": "President Trump made major policy moves immediately after taking office, withdrawing from major international agreements, promising steep tariffs and pardoning nearly all of the Jan. 6 rioters."
        },
        {
            "title": "Trump Says Putin Is ‘Destroying Russia’",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21trump-news-putin-qzwf/21trump-news-putin-qzwf-mediumSquareAt3X.jpg",
            "subline": "President Vladimir V. Putin of Russia praised President Trump’s second inauguration, but the American leader did not return the compliment."
        },
        {
            "title": "Ken Martin Emerges as a Heavy Favorite in the Race to Lead the DNC",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21pol-martin-dnc1-gcbj/21pol-martin-dnc1-gcbj-mediumSquareAt3X.jpg",
            "subline": "Ken Martin, the chair of the Minnesota Democrats, said he was nearing the level of support needed to become the next leader of the Democratic National Committee."
        },
        {
            "title": "What 7 Americans Thought About Trump’s Inauguration Speech",
            "image": "https://static01.nyt.com/images/2025/01/21/us/21nat-100days-promo/21nat-100days-promo-mediumSquareAt3X.jpg",
            "subline": "We’ll be regularly checking in with this group of people during President Trump’s first 100 days in office. Here’s what they thought on Day 1."
        },
        {
            "title": "How Guatemala Plans to Resettle Planeloads of Deportees from U.S.",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19guatemala-deportation-01-bqmc/19guatemala-deportation-01-bqmc-mediumSquareAt3X.jpg",
            "subline": "The case of Guatemala reveals how President Trump’s promised sweeps could change life outside the United States, too."
        },
        {
            "title": "Doug Collins, a Key Trump Impeachment Player, Will Face Senators as V.A. Pick",
            "image": "https://static01.nyt.com/images/2025/01/14/multimedia/14dc-collins-topart-lfkt/14dc-collins-topart-lfkt-mediumSquareAt3X.jpg",
            "subline": "Former Representative Doug Collins does not have a traditional résumé for a V.A. secretary, but he fits the mold of a Trump loyalist."
        },
        {
            "title": "Fact Check: Trump’s Inauguration Day",
            "image": "https://static01.nyt.com/images/2025/01/20/us/politics/00rv-trump-inauguration-factcheck-qiu/00rv-trump-inauguration-factcheck-qiu-mediumSquareAt3X-v5.jpg",
            "subline": "In his Inaugural Address and remarks afterwards, President Trump repeated inaccurate talking points about the economy, immigration, world affairs and the prosecutions into his own conduct. Linda Qiu checked the facts."
        },
        {
            "title": "Trump’s Inaugural Address: 2017 vs. 2025",
            "image": "https://static01.nyt.com/images/2025/01/20/us/politics/00vid-rv-inauguration-shear-cover/00vid-rv-inauguration-shear-cover-mediumSquareAt3X-v7.jpg",
            "subline": "The Inaugural Address that President Trump gave on Monday was in some ways even darker than his “American carnage” inaugural address eight years ago. Michael D. Shear, a White House correspondent for The New York Times, explains."
        },
        {
            "title": "Joy, Anger and Little Remorse Outside D.C. Jail After Trump’s Jan. 6 Pardons",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20executive-orders-blog-new-jan6-scene-jail-qmwb/20executive-orders-blog-new-jan6-scene-jail-qmwb-mediumSquareAt3X.jpg",
            "subline": "Dozens of people with ties to the Jan. 6, 2021, attack on the Capitol gathered outside the detention facility in Washington to celebrate Trump’s pardons of those convicted of crimes that day."
        },
        {
            "title": "2 Americans Held in Afghanistan Are Freed in Prisoner Swap",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21dc-hostages-zjmv/21dc-hostages-zjmv-mediumSquareAt3X.jpg",
            "subline": "In exchange, the Biden administration released an Afghan man convicted on narcotics charges in 2008."
        },
        {
            "title": "Trump Moves to End Entry Program for Migrants From 4 Nations",
            "image": "https://static01.nyt.com/images/2025/02/20/multimedia/20dc-humanitarian-parole-zvfq/20dc-humanitarian-parole-zvfq-mediumSquareAt3X.jpg",
            "subline": "The president sought to end a program that allowed migrants fleeing Cuba, Nicaragua, Venezuela and Haiti to fly into the United States and remain in the country for up to two years."
        },
        {
            "title": "Trump’s Suspension of Refugee Admissions Puts Afghans at Risk, Advocate Says",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20afghan-refugees-trump-phmw/20afghan-refugees-trump-phmw-mediumSquareAt3X-v3.jpg",
            "subline": "The order “risks abandoning thousands of Afghan wartime allies” who worked with Americans before the Taliban takeover, the head of a resettlement group said."
        },
        {
            "title": "Here’s What Trump’s Declaration of an Emergency at the Southern Border Means",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/00DC-emergency-explainer-vjpf/00DC-emergency-explainer-vjpf-mediumSquareAt3X-v2.jpg",
            "subline": "Invoking presidential emergency powers gives the president the ability to go around Congress and unlock federal funding to crack down at the border."
        },
        {
            "title": "Trump Starts Immigration Crackdown, Enlisting the Military and Testing the Law",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-immig-mwbq/20dc-immig-mwbq-mediumSquareAt3X.jpg",
            "subline": "The president’s Day 1 actions included directives that fly in the face of legal limits on involving the military in domestic operations and the constitutional guarantee of birthright citizenship."
        },
        {
            "title": "Trump Signs Two Orders to Dismantle Gender and Racial Equity Policies",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-dei-photo-vkzf/20dc-dei-photo-vkzf-mediumSquareAt3X.jpg",
            "subline": "The administration will take steps to roll back federal support for racial equity and protections for transgender people."
        },
        {
            "title": "Trump’s Jan. 6 Pardons Erase Justice Department’s Investigation ",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20executive-orders-blog-new-doj-pardons-tjwz/20executive-orders-blog-new-doj-pardons-tjwz-mediumSquareAt3X.jpg",
            "subline": "President Trump’s pardons in the Jan. 6 case abruptly ended the most complex investigation in U.S. history. It also raised questions about what he will do next against a department he has said is full of his enemies."
        },
        {
            "title": "How Trump Plans to Kill the Refugee System",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/00dc-refugees3-gklz/00dc-refugees3-gklz-mediumSquareAt3X.jpg",
            "subline": "President Trump, who has criticized refugee resettlement, moved on his first day in office to suspend the decades-old program to admit persecuted people to the United States."
        },
        {
            "title": "‘A Quiet Force’: Harris Returns Home After Making History in Washington",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-harris-fhbq/20dc-harris-fhbq-mediumSquareAt3X.jpg",
            "subline": "The former vice president’s first acts as a nonelected official for the first time in decades could be a sign of what comes next."
        },
        {
            "title": "Packed In for Trump’s Indoor Inauguration, Awkwardness Abounds",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-bodylanguage-bidenharris-mzhf/20dc-bodylanguage-bidenharris-mzhf-mediumSquareAt3X.jpg",
            "subline": "Tech billionaires, foreign leaders, ex-presidents and political nemeses. How did everyone behave?"
        },
        {
            "title": "Trump Demands Search for Political Bias in Justice Dept., Other Agencies",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20executive-orders-blog-new-weaponization-ktpz/20executive-orders-blog-new-weaponization-ktpz-mediumSquareAt3X.jpg",
            "subline": "His ‘weaponization’ executive order begins with a list of misleading accusations against the Biden administration."
        },
        {
            "title": "A Day of Triumph, Jubilation and Gloating in Washington",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-scene-lmct/20dc-scene-lmct-mediumSquareAt3X.jpg",
            "subline": "There were Proud Boys, billionaires, stiletto heels, cowboy hats, Village People, icy cold and happy Canadians at President Trump’s inaugural."
        },
        {
            "title": "Trump Commutes Sentence of Stewart Rhodes, Oath Keepers Founder",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-rhodes-zmpw/20dc-rhodes-zmpw-mediumSquareAt3X.jpg",
            "subline": "The move, in effect, validated the far-right leader’s defiant claim that his criminal prosecution was a kind of political persecution."
        },
        {
            "title": "Trump Withdraws U.S. from World Health Organization",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20DC-TRUMP-WHO-gcwp/20DC-TRUMP-WHO-gcwp-mediumSquareAt3X.jpg",
            "subline": "Public health experts say U.S. withdrawal from the W.H.O. would undermine the nation’s standing as a global health leader and make it harder to fight the next pandemic."
        },
        {
            "title": "Trump Signs Executive Order in Attempt to Delay TikTok Ban",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/00trump-tiktok-hfo-fglh/00trump-tiktok-hfo-fglh-mediumSquareAt3X.jpg",
            "subline": "Shortly after taking office Monday, the president issued the order to delay the app’s ban for 75 days. The law went into effect on Sunday."
        },
        {
            "title": "Trump Grants Sweeping Clemency to All Jan. 6 Rioters",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-j6-pardons01-photo-gbfh/20dc-j6-pardons01-photo-gbfh-mediumSquareAt3X.jpg",
            "subline": "The extraordinary pardons and commutations extended to those who committed both violent and nonviolent crimes on Jan. 6, including assaulting police officers and seditious conspiracy."
        },
        {
            "title": "DeSantis Adopts ‘Gulf of America’ Language Even Before a Trump Order",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20trump-desantis-qlzm/20trump-desantis-qlzm-mediumSquareAt3X.jpg",
            "subline": "The Florida governor used the wording in issuing a state of emergency over a cold snap expected in his state."
        },
        {
            "title": "In Dueling Pardons, an Intensified Fight Over the Meaning of Jan. 6",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20DC-JAN6-vftj/20DC-JAN6-vftj-mediumSquareAt3X.jpg",
            "subline": "President Trump’s grant of clemency to those who assaulted the Capitol in his name four years ago clashed with his predecessor’s decision to shield from retribution those who had sought to hold him to account."
        },
        {
            "title": "Senate Passes Border Crackdown Bill, Teeing Up Final House Vote",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20DC-CONG-jgvh/20DC-CONG-jgvh-mediumSquareAt3X.jpg",
            "subline": "The measure, which increases deportations for undocumented migrants charged with crimes, is likely to be the first bill to reach President Trump’s desk. It must pass one more House vote to clear Congress."
        },
        {
            "title": "Trump Administration Fires Immigration Court Officials as Crackdown Begins",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-immig-judges-hkjt/20dc-immig-judges-hkjt-mediumSquareAt3X.jpg",
            "subline": "Four immigration court officials were removed from their positions on Monday. It’s unclear who is in charge at this point."
        },
        {
            "title": "Trump Promises Americans the Moon (Well, Mars)",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20-pol-on-politics-nl-3-jkbt/20-pol-on-politics-nl-3-jkbt-mediumSquareAt3X.jpg",
            "subline": "Donald Trump’s pledge-filled speech made him sound like a candidate trying to run up the score."
        },
        {
            "title": "A Determined Trump Vows Not to be Thwarted at Home or Abroad",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-assess-01-hgbl/20dc-assess-01-hgbl-mediumSquareAt3X.jpg",
            "subline": "Wiser about the use of power, the newly sworn-in president suggests that this time he will not take no for an answer, whether in enacting an ambitious domestic agenda or in his expansionist worldview."
        },
        {
            "title": "Marco Rubio Is Confirmed by Senate as Secretary of State",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/00dc-rubio-mktz/00dc-rubio-mktz-mediumSquareAt3X.jpg",
            "subline": "The Florida senator becomes the United States’ 72nd chief diplomat, and the first Latino to hold the job."
        },
        {
            "title": "Trump Swears Oath Without His Hand on Bible, but He Wasn’t Required To",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20inauguration-bible-pqht/20inauguration-bible-pqht-mediumSquareAt3X.jpg",
            "subline": "The tradition of swearing the oath of office on a Bible stretches back to George Washington, but not all presidents have observed it."
        },
        {
            "title": "In Renaming Denali for McKinley, Trump Invokes a Presidential Idol",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20trump-denali-wlcf/20trump-denali-wlcf-mediumSquareAt3X.jpg",
            "subline": "The move is likely to face some pushback in Alaska, where the Alaska Native name has long been favored for the continent’s tallest mountain."
        },
        {
            "title": "Pardoned Biden Family Members Were Targets of Republicans",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20DC-BIDEN-PARDONS-FAMILY-NEW-mblg/20DC-BIDEN-PARDONS-FAMILY-NEW-mblg-mediumSquareAt3X.jpg",
            "subline": "The relatives who were granted clemency in the final minutes of Joseph R. Biden Jr.’s presidency had not been charged with wrongdoing, but some had drawn scrutiny."
        },
        {
            "title": "Biden Ends Presidency With Fears of Trump’s Retribution",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20DC-BIDEN-DEPARTS-hflw/20DC-BIDEN-DEPARTS-hflw-mediumSquareAt3X.jpg",
            "subline": "“We’re not leaving the fight,” he told supporters and members of his staff as he prepared to leave Washington."
        },
        {
            "title": "White House Website Gets a Quick Trump Makeover",
            "image": null,
            "subline": "New administrations move quickly to replace the site, and Mr. Trump’s struck a starkly different tone from the message the Biden administration had offered."
        },
        {
            "title": "Biden Commutes Leonard Peltier’s Prison Sentence ",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20trump-Leonard-Peltier-pgbm/20trump-Leonard-Peltier-pgbm-mediumSquareAt3X.jpg",
            "subline": "Leonard Peltier spent nearly 50 years in federal prison."
        },
        {
            "title": "Elon Musk Ignites Online Speculation Over the Meaning of a Hand Gesture",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20inauguration-musk-gesture-zbqc/20inauguration-musk-gesture-zbqc-mediumSquareAt3X.jpg",
            "subline": "Speaking at a celebratory rally in Washington, Mr. Musk twice extended his arm out with his palm facing down, drawing comparisons to the Nazi salute."
        },
        {
            "title": "At Inauguration, Melania and Barron Trump Greet a Limelight They Once Avoided",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-MELANIA-01-tpck/20dc-MELANIA-01-tpck-mediumSquareAt3X.jpg",
            "subline": "The returning first lady and Barron Trump, the son she had once shielded from the public eye, used Monday’s inauguration to reintroduce themselves."
        },
        {
            "title": "Fact-Checking Trump’s 2025 Inaugural Address",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-factcheck-01-zfmp/20dc-factcheck-01-zfmp-mediumSquareAt3X-v2.jpg",
            "subline": "In his Inaugural Address, President Trump delivered a more tempered version of election talking points. But in remarks afterward, he reprised his grievances about the 2020 election."
        },
        {
            "title": "Ramaswamy Will Bow Out of DOGE and Run for Governor in Ohio",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20DC-RAMASWAMY-qjfb/20DC-RAMASWAMY-qjfb-mediumSquareAt3X-v2.jpg",
            "subline": "The billionaire decided he could not campaign while helping lead the so-called Department of Government Efficiency, but tensions with Elon Musk were also evident."
        },
        {
            "title": "MSNBC Mourns and Fox Makes Merry as Trump Season 2 Premieres",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20inauguration-media-coverage1/20inauguration-tv-wfkl-mediumSquareAt3X.jpg",
            "subline": "The inaugural’s pageantry was interpreted in sharply different ways across the media spectrum. Podcasters weighed in, too."
        }
    ]
},
{
    "date": "21/1/2025",
    "website": "NYT",
    "section": "nyregion",
    "articles": [
        {
            "title": "New Jersey’s Governor Asks Trump to Move Swiftly on Congestion Pricing",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21murphy-congestion-kpcv/21murphy-congestion-kpcv-mediumSquareAt3X.jpg",
            "subline": "Gov. Phil Murphy wrote a letter to the president saying that the surcharge on drivers entering Manhattan’s busiest area was a “disaster” for commuters and residents in his state."
        },
        {
            "title": "The Voices in His Head Would Not Stop. Then a Boy Was Stabbed to Death.",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20child-stabbed-pmlw/20child-stabbed-pmlw-mediumSquareAt3X.jpg",
            "subline": "Waldo Mejia’s psyche had been showing cracks, a longtime friend said. Now he is charged with killing 14-year-old Caleb Rijos at random."
        },
        {
            "title": "Eric Adams Attends Trump Inauguration as Pardon Talk Swirls",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20adams-trump-hzbp/20adams-trump-hzbp-mediumSquareAt3X.jpg",
            "subline": "The New York City mayor canceled plans to honor Dr. Martin Luther King to attend the inauguration of Donald J. Trump, who has said he is considering pardoning Mr. Adams in his federal corruption case."
        },
        {
            "title": "‘After I Got Into the Cab, the Driver and I Began Chatting’",
            "image": null,
            "subline": "A familiar face on the way to the airport, a surprise on the F train and more reader tales of New York City in this week’s Metropolitan Diary."
        },
        {
            "title": "Adams Accuses Former Prosecutor of Bringing Case to Help His Own Career",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19adams-williams-fgtm/19adams-williams-fgtm-mediumSquareAt3X.jpg",
            "subline": "A lawyer for Mayor Eric Adams argued in court documents that Damian Williams, the former federal prosecutor who charged the mayor with bribery, had brought the case for his own political benefit."
        },
        {
            "title": "The Life and Legacy of Peter Forrest, the Charismatic Lead Singer for 24-7 Spyz",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19ny-247-spyz-01-klmq/19ny-247-spyz-01-klmq-mediumSquareAt3X.jpg",
            "subline": "Peter Forrest was the charismatic lead singer of 24-7 Spyz, which did shows with Jane’s Addiction. Last week, Mr. Forrest, 64, was found beaten to death in the ambulette he drove for a living."
        },
        {
            "title": "Will Cuomo Run for Mayor? Racial Politics Complicate His Decision.",
            "image": null,
            "subline": "An ill-fated run against a Black opponent nearly ended the career of Andrew Cuomo. As he weighs challenging Mayor Eric Adams, he cannot afford a repeat."
        },
        {
            "title": "With ‘City of Yes,’ New York Finally Gets Real About the Housing Crisis",
            "image": "https://static01.nyt.com/images/2025/01/19/nyregion/19big-zvwl/17big-zvwl-mediumSquareAt3X.jpg",
            "subline": "A new rezoning plan for the city aims to remove long-outdated barriers to building housing and to spread development across all the city’s neighborhoods."
        },
        {
            "title": "Why New York Is a Sanctuary City, and How That Could Change Under Trump",
            "image": "https://static01.nyt.com/images/2025/01/19/nyregion/19ny-sanctuary-explainer-01-cbhq/00ny-sanctuary-explainer-01-cbhq-mediumSquareAt3X.jpg",
            "subline": "New York’s status as a sanctuary city for undocumented immigrants has shifted over time. Now, as President-elect Donald J. Trump prepares to enter office, it may shift once again."
        },
        {
            "title": "Enrique Tarrio, Pardoned by Trump, Helped Initiate Capitol Riot",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-tarrio-zthl/20dc-tarrio-zthl-mediumSquareAt3X.jpg",
            "subline": "Until President Trump’s pardon, Enrique Tarrio was serving a 22-year prison term, the longest sentence handed down to any of the nearly 1,600 people charged in connection with Jan. 6."
        },
        {
            "title": "Gazans and Israelis Dare to Hope as Cease-Fire Takes Hold",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19mideast-ledeall-tjmw/19mideast-ledeall-tjmw-mediumSquareAt3X.jpg",
            "subline": "After the fighting paused, Hamas began to free some of its hostages, releasing 3, and Israel said it had released 90 Palestinian prisoners."
        },
        {
            "title": "David Schneiderman, Village Voice Editor and Publisher, Dies at 77",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/19schneiderman-hqfl/19schneiderman-hqfl-mediumSquareAt3X.jpg",
            "subline": "Named editor in chief of the venerable alternative weekly in 1978, he was not welcomed with open arms. But his commitment to strong journalism won people over."
        },
        {
            "title": "Significant Winter Storm Moves Into the Mid-Atlantic and Northeast",
            "image": "https://static01.nyt.com/images/2025/01/19/pageoneplus/19wea-northeast-snowstorm-promo/19wea-northeast-snowstorm-promo-mediumSquareAt3X.jpg",
            "subline": "Snow was falling in the Mid-Atlantic and New York City on Sunday. The coldest air in several years will descend across much of the country starting Monday, forecasters said."
        },
        {
            "title": "André Soltner, Famed Chef at New York’s Lutèce, Dies at 92",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/18soltner-lzbt/18soltner-lzbt-mediumSquareAt3X.jpg",
            "subline": "Customers returned again and again for his impeccable French dishes at a restaurant that one food critic said “set the gold standard.”"
        },
        {
            "title": "New York Rescuers Break the Ice to Save Moose From a Frozen Lake",
            "image": null,
            "subline": "The bull moose had fallen into a lake in the Adirondacks and been in the frigid waters for about two hours before rescuers arrived and used a chain saw to free it."
        },
        {
            "title": "Winter Storm Is Bringing at Least 6 Inches of Snow to the Northeast",
            "image": "https://static01.nyt.com/images/2025/01/18/pageoneplus/18wea-snow-screenshot/18wea-snow-screenshot-mediumSquareAt3X.png",
            "subline": "The snow is likely to fall on Sunday from the Appalachians to New England. New York City may see its largest snowfall in years."
        },
        {
            "title": "Mozambique’s Ex-Finance Minister Sentenced to Prison Over ‘Tuna Affair’",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19mozambique-tuna-sentence-fkqg/19mozambique-tuna-sentence-fkqg-mediumSquareAt3X.jpg",
            "subline": "Manuel Chang will spend eight and a half years in prison for taking about $7 million in bribes and kickbacks in a loan scandal that sent the country’s economy into a crisis."
        },
        {
            "title": "Overtures to Trump Put Mayor Adams on a Political Tightrope",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17adams-pardon-01-ktlq/17adams-pardon-01-ktlq-mediumSquareAt3X.jpg",
            "subline": "Mayor Eric Adams said that a meeting with President-elect Donald J. Trump was about New York City’s future. Each man has his own reasons to forge close ties."
        },
        {
            "title": "U.S. Drops Corruption Case Against New York’s Former Lieutenant Governor",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17sdny-benjamin-01-ktwc/17sdny-benjamin-01-ktwc-mediumSquareAt3X.jpg",
            "subline": "Brian Benjamin had been accused of funneling state money to a real estate developer in exchange for campaign contributions. A key witness in the case has died."
        },
        {
            "title": "Eric Adams, With Pardon Talk Swirling, Meets With Trump Near Mar-a-Lago",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17adams-mal-01-cptg/17adams-mal-01-cptg-mediumSquareAt3X.jpg",
            "subline": "The New York mayor, who has expressed interest in a pardon to resolve federal corruption charges, met with President-elect Donald J. Trump and his son Eric on Friday."
        }
    ]
},
{
    "date": "21/1/2025",
    "website": "NYT",
    "section": "business",
    "articles": [
        {
            "title": "C.E.O.s, and President Trump, Want Workers Back in the Office",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/00RTO-PUSH-ztbj/00RTO-PUSH-ztbj-mediumSquareAt3X.jpg",
            "subline": "Amazon, JPMorgan and others have been telling their employees that remote work is over. Now federal employees have been ordered to come to work in person, too."
        },
        {
            "title": "India’s Economy Slows Down Just When It Was Supposed to Speed Up",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/00india-econ-01-mfzv/00india-econ-01-mfzv-mediumSquareAt3X.jpg",
            "subline": "Industrial growth, the stock market and the rupee are sinking, and most consumers earn too little to buoy them, stymieing India’s drive to become a developed economy."
        },
        {
            "title": "Trump Signs Executive Order in Attempt to Delay TikTok Ban",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/00trump-tiktok-hfo-fglh/00trump-tiktok-hfo-fglh-mediumSquareAt3X.jpg",
            "subline": "Shortly after taking office Monday, the president issued the order to delay the app’s ban for 75 days. The law went into effect on Sunday."
        },
        {
            "title": "Trump Promises Tariffs on Canada and Mexico, and Paves Way for Further Trade Action",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20DC-TARIFFEXPLAIN-ltvj/20DC-TARIFFEXPLAIN-ltvj-mediumSquareAt3X.jpg",
            "subline": "The president said he planned to put tariffs on America’s neighbors on Feb. 1, as he signed an executive order mandating a sweeping review of U.S. trade policy."
        },
        {
            "title": "Olympic Medals From Paris Games Are Falling Apart. LVMH Has Fallen Silent.",
            "image": null,
            "subline": "The medals were designed by a jewelry maker owned by the French luxury conglomerate, which has declined to comment on their deterioration."
        },
        {
            "title": "Trump Will Take Office as a Crypto Billionaire",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20inauguration-crypto-thwm/20inauguration-crypto-thwm-mediumSquareAt3X.jpg",
            "subline": "The Trump family’s new crypto tokens, which went on sale over the weekend, have soared in value — along with crypto markets in general."
        },
        {
            "title": "TikTok, RedNote and the Crushed Promise of the Chinese Internet",
            "image": "https://static01.nyt.com/images/2025/01/19/business/00nw-tiktok/00nw-tiktok-mediumSquareAt3X.jpg",
            "subline": "China’s internet companies and their hard-working, resourceful professionals make world-class products, in spite of censorship and malign neglect by Beijing."
        },
        {
            "title": "Big Banks Quit Climate Change Groups Ahead of Trump’s Term",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20banks-climate-lbwq/20banks-climate-lbwq-mediumSquareAt3X.jpg",
            "subline": "Several large U.S. financial institutions, including the Federal Reserve, have withdrawn from the networks after years of growing political and legal pressure."
        },
        {
            "title": "Does a Strong Holiday Shopping Season Mean a Better Year Ahead?",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/00holiday-consumer-fpwg/00holiday-consumer-fpwg-mediumSquareAt3X.jpg",
            "subline": "Consumers spent more than expected over the holidays on clothes and electronics. But the retail economy is still a mixed bag."
        },
        {
            "title": "Jeff Bezos, Mark Zuckerberg and Other Billionaires at the Inauguration",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21db-billionaires-btzp/21db-billionaires-btzp-mediumSquareAt3X.jpg",
            "subline": "The sight of Jeff Bezos, Mark Zuckerberg and others at President Trump’s swearing-in was another sign of how business is adapting to a new Washington."
        },
        {
            "title": "Against All Odds, a Vegas Theater Scene With a ‘Sense of the Wild West’",
            "image": "https://static01.nyt.com/images/2025/01/26/multimedia/26vegas-theater-tpgw/26vegas-theater-tpgw-mediumSquareAt3X.jpg",
            "subline": "Local artists straddle aesthetic and artistic worlds in the land of mega-spectacles and oversize flash."
        },
        {
            "title": "MSNBC Mourns and Fox Makes Merry as Trump Season 2 Premieres",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20inauguration-media-coverage1/20inauguration-tv-wfkl-mediumSquareAt3X.jpg",
            "subline": "The inaugural’s pageantry was interpreted in sharply different ways across the media spectrum. Podcasters weighed in, too."
        },
        {
            "title": "Musk Is Likely to Get a West Wing Office for His Cost-Cutting Project",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20dc-musk-westwing01-photo-lfqk/20dc-musk-westwing01-photo-lfqk-mediumSquareAt3X.jpg",
            "subline": "The world’s richest man had been expected to be situated in the Eisenhower Executive Office Building, but a West Wing office would give him closer access to President Trump."
        },
        {
            "title": "Life Sentence for Kolkata Hospital Rape and Murder",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20india-sentence-whfb/20india-sentence-whfb-mediumSquareAt3X.jpg",
            "subline": "The police had sought the death penalty in a horrific but familiar crime. Its handling by the local authorities had outraged the nation."
        },
        {
            "title": "Trump, the Deal Maker in Chief, Is Back",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20db-newsletter-trump-tmhg/20db-newsletter-trump-tmhg-mediumSquareAt3X.jpg",
            "subline": "The business world is expecting big changes — and potential disruptions — as Donald Trump returns to the White House."
        },
        {
            "title": "TikTok Got a Reprieve, but Americans and Chinese Are Still on RedNote",
            "image": null,
            "subline": "The Chinese social media app, popular in the United States a week after being flooded by TikTok users, has added language translation features."
        },
        {
            "title": "TikTok Ban Behind Fire Set at a Mall With Congressman’s Office, Police Say",
            "image": null,
            "subline": "No one was injured. The building, which includes a district office of a Wisconsin congressman who has been a critic of TikTok, sustained moderate damage in the fire on Sunday."
        },
        {
            "title": "Trump’s Cryptocurrency Surges to Become One of the World’s Most Valuable",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19DC-TRUMP-CRYPTO-vjkf/19DC-TRUMP-CRYPTO-vjkf-mediumSquareAt3X.jpg",
            "subline": "The new business venture by the Trump family is generating intensifying criticism and ethics questions, even as it has turned into an overnight phenomenon, generating a windfall on paper."
        },
        {
            "title": "David Schneiderman, Village Voice Editor and Publisher, Dies at 77",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/19schneiderman-hqfl/19schneiderman-hqfl-mediumSquareAt3X.jpg",
            "subline": "Named editor in chief of the venerable alternative weekly in 1978, he was not welcomed with open arms. But his commitment to strong journalism won people over."
        },
        {
            "title": "What We Know About the TikTok Ban",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/tiktok-whatweknow-mbvf/tiktok-whatweknow-mbvf-mediumSquareAt3X.jpg",
            "subline": "The popular video app went dark in the United States late Saturday and then came back around noon on Sunday, even as a law banning it took effect."
        },
        {
            "title": "A Trump Oligarchy Is Moving to Washington, and Buying Up Prime Addresses",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19DC-BILLIONAIRES-blcj/19DC-BILLIONAIRES-blcj-mediumSquareAt3X.jpg",
            "subline": "Billionaires and multimillionaires are flocking to a city where power has been more important than money, but is now deeply intertwined with it."
        },
        {
            "title": "How ‘Mufasa: The Lion King’ Became a Sleeper Hit",
            "image": null,
            "subline": "The “Lion King” prequel arrived to weak ticket sales last month, but moviegoers have since embraced it, pushing global box office returns toward $700 million."
        },
        {
            "title": "Fox News Prepares to Cover a Government Filled With Fox News Alumni",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/FOX-TRUMP-gmlf/FOX-TRUMP-gmlf-mediumSquareAt3X.jpg",
            "subline": "President-elect Donald J. Trump has leaned heavily on familiar faces from the cable network as he fills out his second-term cast."
        },
        {
            "title": "‘So Much Uncertainty’: Businesses Worry About Trump’s Many Tariff Plans",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/00dc-trade-01-gfcp/00dc-trade-01-gfcp-mediumSquareAt3X.jpg",
            "subline": "The incoming president has floated numerous tariff plans. Retailers say their livelihood could depend on which ultimately come to fruition."
        },
        {
            "title": "The Federal Work Force Grew Briskly Under Biden. It’s Still Historically Low.",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/00fed-workforce-bzgt/00fed-workforce-bzgt-mediumSquareAt3X.jpg",
            "subline": "Government agencies that shrank in President-elect Trump’s first term have mostly bounced back, and some have become even larger."
        },
        {
            "title": "These Rooms Give Young Indian Lovers Rare Privacy. Cue the Complaints.",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/16india-oyo-mlcg/16india-oyo-mlcg-mediumSquareAt3X.jpg",
            "subline": "A policy change by a popular hotel platform shows the tension between traditional values and modern ideals in India."
        },
        {
            "title": "TikTok Ban Takes Effect and App Goes Dark in the U.S.",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/hfo-tiktok-down-lbkq/hfo-tiktok-down-lbkq-mediumSquareAt3X.jpg",
            "subline": "The popular video app stopped working shortly before a federal law barring U.S. companies from hosting or distributing TikTok was set to take effect on Sunday."
        },
        {
            "title": "A Who’s Who at Peter Thiel’s Trump Party: Zuckerberg, Adelson and More",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18trump-news-thiel-02-mtkf/18trump-news-thiel-02-mtkf-mediumSquareAt3X.jpg",
            "subline": "The party symbolized the euphoria of the tech industry on the cusp of the Trump presidency. The guest list included Mark Zuckerberg, Sam Altman, Miriam Adelson and the vice president-elect, JD Vance."
        },
        {
            "title": "Capital One Customers Complain of Being Locked Out of Accounts",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18xpcapone-gqkp/18xpcapone-gqkp-mediumSquareAt3X.jpg",
            "subline": "The company said a technical issue with a third-party vendor was to blame for a disruption with deposits and payment processing that stretched into the weekend."
        },
        {
            "title": "A Vibe Shift at Davos",
            "image": "https://static01.nyt.com/images/2025/01/18/business/18DB-DAVOS/18DB-DAVOS-mediumSquareAt3X.jpg",
            "subline": "For years, C.E.O.s have used the annual gathering at the World Economic Forum to emphasize commitments to D.E.I., E.S.G. and globalization. Now the politics have changed."
        },
        {
            "title": "As the Los Angeles Wildfires Continue, Restaurants Rise Up",
            "image": "https://static01.nyt.com/images/2025/01/22/multimedia/22lafire-restaurant-workers1-fjgh/18lafire-restaurant-workers1-fjgh-mediumSquareAt3X-v2.jpg",
            "subline": "Even as it faces economic setbacks of its own, the hospitality industry is stepping up to feed emergency workers and evacuees."
        },
        {
            "title": "When the Retirement Community Goes Bankrupt",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/18SCI-SPAN-01-lpzq/18SCI-SPAN-01-lpzq-mediumSquareAt3X.jpg",
            "subline": "It doesn’t happen often. But when it does, some residents risk losing everything."
        },
        {
            "title": "Even Before TikTok’s Troubles, Chinese Companies Were Wary of Washington",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18China-Companies-01-vfbg/18China-Companies-01-vfbg-mediumSquareAt3X.jpg",
            "subline": "Start-ups with Chinese ties have found it increasingly difficult to do business and list shares in the United States."
        },
        {
            "title": "If You’re Retired, or Not: 5 Changes That Will Affect Your Money in 2025",
            "image": "https://static01.nyt.com/images/2025/01/19/business/19Retiring-illo/19Retiring-illo-mediumSquareAt3X.jpg",
            "subline": "This year, older workers will have ways to save more for retirement, spend less on medicine and see other ways to improve their finances."
        },
        {
            "title": "How Vuori Became One of the Hottest Names in Fashion",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/00vuori-01-pvlm/00vuori-01-pvlm-mediumSquareAt3X.jpg",
            "subline": "The 10-year-old company has ridden the popularity of its tech pants to the top rungs of the athleisure market. But “it’s still early days,” Vuori’s founder says."
        },
        {
            "title": "Biden and Trump Weigh In as TikTok Threatens to ‘Go Dark’ on Sunday",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17tiktok-dark-gwfb/17tiktok-dark-gwfb-mediumSquareAt3X.jpg",
            "subline": "The Chinese-owned company said it would cut off its services unless the U.S. assures Apple, Google and other companies that they would not be punished for hosting and distributing TikTok."
        },
        {
            "title": "Jean Jennings, Who Wrote With Verve About Cars, Dies at 70",
            "image": "https://static01.nyt.com/images/2025/01/19/obituaries/17jennings-3-print2/17jennings-3-print2-mediumSquareAt3X.jpg",
            "subline": "A cabdriver and mechanic before becoming a journalist, she brought personality and adventure to a once-staid genre. She once won a demolition derby and motorcycled across China."
        },
        {
            "title": "American Airlines Accused of Discrimination by Interracial Couple",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17travel-american1-vqzl/17travel-american1-vqzl-mediumSquareAt3X.jpg",
            "subline": "In a lawsuit, two newlyweds say they were detained after a passenger and airline employees wrongly suspected the Black husband of trafficking his white wife."
        },
        {
            "title": "How TikTok Evaded a Ban Again and Again, Until Now",
            "image": "https://static01.nyt.com/images/2025/01/15/multimedia/00TIKTOK-FATE-court-vbwp/00TIKTOK-FATE-court-vbwp-mediumSquareAt3X.jpg",
            "subline": "After a decisive loss at the Supreme Court, the app is set to be blocked in the U.S. starting Sunday, ending its streak of Houdini-like escapes."
        },
        {
            "title": "U.S. to Deploy ‘Extraordinary Measures’ to Avoid Default on Jan. 21",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17dc-debtlimit-hfqp/17dc-debtlimit-hfqp-mediumSquareAt3X.jpg",
            "subline": "Janet L. Yellen, the outgoing Treasury secretary, urged lawmakers to raise the debt limit and protect the full faith and credit of the United States."
        },
        {
            "title": "Trump’s Tariff Threat Stokes Anxiety in Canada’s Auto-Industry Hub",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19canada-windsor-trade-btlg/19canada-windsor-trade-btlg-mediumSquareAt3X.jpg",
            "subline": "The president-elect’s vow to impose 25 percent duties on Canadian imports could ravage Canada’s auto industry and decimate Windsor, a city deeply tied to the U.S."
        },
        {
            "title": "World Economic Forum: Behind the Scenes at Davos",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20sp-davos-QandA-inyt-01-pjtg/20sp-davos-QandA-inyt-01-pjtg-mediumSquareAt3X.jpg",
            "subline": "Planning and managing the World Economic Forum’s annual meeting is a huge task, and the work for next year’s event will begin as soon as this one ends."
        },
        {
            "title": "World Economic Forum: Will Trump and Davos Herald a New World Disorder",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20sp-davos-europe-inyt-03-lwzc/20sp-davos-europe-inyt-03-lwzc-mediumSquareAt3X.jpg",
            "subline": "Among the issues likely to be explored at the World Economic Forum this week is the future of Ukraine and its impact on Europe."
        },
        {
            "title": "Oracle May Hold TikTok’s Future in Its Hands",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17scotus-tiktok-oracle-tmpv/17scotus-tiktok-oracle-tmpv-mediumSquareAt3X.jpg",
            "subline": "The company is one of the app’s leading server providers, managing the data centers where billions of 40-second videos are stored."
        },
        {
            "title": "World Economic Forum: Davos Braces for Political Drama as the World Warms",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20sp-davos-climate-inyt-02-kzwc/20sp-davos-climate-inyt-02-kzwc-mediumSquareAt3X.jpg",
            "subline": "A new U.S. president’s promise to expand fossil fuels that is at odds with global ambitions to combat climate change will be a topic of discussion at the World Economic Forum."
        },
        {
            "title": "Ahead of Trump Presidency, the Fed Quits Global Climate Network",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17dc-fed-climate-vkcf/17dc-fed-climate-vkcf-mediumSquareAt3X.jpg",
            "subline": "The central bank said it had decided to leave the network after the group’s work “increasingly broadened in scope.”"
        },
        {
            "title": "RFK Jr. Sought to Stop Covid Vaccinations 6 Months After Rollout",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17RFK-VACCINES-sub-vkqg/17RFK-VACCINES-sub-vkqg-mediumSquareAt3X.jpg",
            "subline": "Robert F. Kennedy Jr. petitioned the F.D.A. to revoke authorization of the shots at a time when they were in high demand and considered life-saving."
        },
        {
            "title": "Vanguard to Pay $106 Million in Restitution to Retirement Fund Investors",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17fund-SEC-pkhq/17fund-SEC-pkhq-mediumSquareAt3X.jpg",
            "subline": "An investigation by the S.E.C. and several states found that the company had failed to notify investors of changes in the terms of some funds, leading to higher capital gains taxes."
        },
        {
            "title": "CNN Settles Defamation Suit After Being Ordered to Pay $5 Million",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17CNN-gcwh/17CNN-gcwh-mediumSquareAt3X.jpg",
            "subline": "The case, which involved a 2021 segment about a private security contractor in Afghanistan, played out as media organizations face more legal and political pressures."
        },
        {
            "title": "I.R.S. Commissioner to Quit as Trump Takes Office",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17dc-irs-tbvm/17dc-irs-tbvm-mediumSquareAt3X.jpg",
            "subline": "Mr. Trump has said he plans to nominate Billy Long, a former Republican congressman, to the role."
        },
        {
            "title": "Russian Disinformation Campaigns Eluded Meta’s Efforts to Block Them",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17Meta-Russia-mgkv/17Meta-Russia-mgkv-mediumSquareAt3X.jpg",
            "subline": "A new report details how a covert influence operation linked to the Kremlin continued to place ads on Facebook despite U.S. and E.U. prohibitions on doing business with the organization."
        },
        {
            "title": "US Debt Faces Record as Trump and GOP Plan Tax Cuts",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17dc-cbo-gbjz/17dc-cbo-gbjz-mediumSquareAt3X.jpg",
            "subline": "The Congressional Budget Office forecasts that annual deficits will top $21 trillion over the next decade."
        },
        {
            "title": "When the Word Is Not Just Flesh: Reporting on A.I. in Religion",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/00a2_insider-ai-pastor-bfhg/00a2_insider-ai-pastor-bfhg-mediumSquareAt3X-v3.jpg",
            "subline": "A technology reporter came across a Facebook group called “A.I. for Church Leaders and Pastors,” and his interest was piqued."
        },
        {
            "title": "Remote Work for Civil Servants Faces a Challenge Under Trump",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/00rto-capital-wvlk/00rto-capital-wvlk-mediumSquareAt3X.jpg",
            "subline": "Federal employees and others in the capital have grown attached to work-from-home arrangements. But hybrid work may disappear in the second Trump era."
        },
        {
            "title": "U.S. Ban of TikTok Is Set to Deal a Major Blow to ByteDance, Its Chinese Owner",
            "image": "https://static01.nyt.com/images/2025/01/14/multimedia/TIKTOK-BUSINESS-1-fgwq/TIKTOK-BUSINESS-1-fgwq-mediumSquareAt3X.jpg",
            "subline": "While TikTok remains hugely popular in Brazil, Indonesia and other markets, its 170 million users in the United States are its most valuable."
        },
        {
            "title": "I.M.F. Raises U.S. Economic Forecast as Other Regions Lag",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17dc-globalecon-qwtc/17dc-globalecon-qwtc-mediumSquareAt3X.jpg",
            "subline": "It is projecting 2.7 percent growth for 2025. But uncertainty about pending Trump policies looms over the global economic trajectory."
        },
        {
            "title": "How to Come Up With a Down Payment on a House",
            "image": null,
            "subline": "With prices high, putting aside enough cash to buy a house can be daunting. But housing experts say there are assistance programs in all 50 states."
        },
        {
            "title": "E.U. Expands Investigation of Musk’s X Over Illicit Content",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17eu-musk-ghvf/17eu-musk-ghvf-mediumSquareAt3X.jpg",
            "subline": "The probe is a test of the European Union’s willingness to go after X’s owner, Elon Musk, whose geopolitical influence has grown because of his ties to the incoming Trump administration."
        },
        {
            "title": "Musk and Zuckerberg Reflect New Blows Against D.E.I. Policies",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17db-trump-vgjc/17db-trump-vgjc-mediumSquareAt3X.jpg",
            "subline": "Corporate policies concerning diversity, equity and inclusion, already under pressure from conservatives, are facing greater threats from allies of the president-elect."
        }
    ]
},
{
    "date": "21/1/2025",
    "website": "NYT",
    "section": "technology",
    "articles": [
        {
            "title": "Trump Signs Executive Order in Attempt to Delay TikTok Ban",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/00trump-tiktok-hfo-fglh/00trump-tiktok-hfo-fglh-mediumSquareAt3X.jpg",
            "subline": "Shortly after taking office Monday, the president issued the order to delay the app’s ban for 75 days. The law went into effect on Sunday."
        },
        {
            "title": "TikTok, RedNote and the Crushed Promise of the Chinese Internet",
            "image": "https://static01.nyt.com/images/2025/01/19/business/00nw-tiktok/00nw-tiktok-mediumSquareAt3X.jpg",
            "subline": "China’s internet companies and their hard-working, resourceful professionals make world-class products, in spite of censorship and malign neglect by Beijing."
        },
        {
            "title": "TikTok Got a Reprieve, but Americans and Chinese Are Still on RedNote",
            "image": null,
            "subline": "The Chinese social media app, popular in the United States a week after being flooded by TikTok users, has added language translation features."
        },
        {
            "title": "TikTok Butters Up Trump as It Navigates a Ban in the U.S.",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19tiktok-messages-1-bghm/19tiktok-messages-1-bghm-mediumSquareAt3X.jpg",
            "subline": "The app has repeatedly name checked the president-elect in pop-up messages and statements, as it navigates a ban in the United States unless it is sold to a non-Chinese owner."
        },
        {
            "title": "When Google Altered Its Ad Rules, Charities Paid the Price",
            "image": "https://static01.nyt.com/images/2025/01/17/business/00google-charities/00google-charities-mediumSquareAt3X.jpg",
            "subline": "After the search giant welcomed more ads from small rivals like Ask.com, Google ad costs for some nonprofits ballooned."
        },
        {
            "title": "TikTok Ban Behind Fire Set at a Mall With Congressman’s Office, Police Say",
            "image": null,
            "subline": "No one was injured. The building, which includes a district office of a Wisconsin congressman who has been a critic of TikTok, sustained moderate damage in the fire on Sunday."
        },
        {
            "title": "Instagram Debuts New Video-Editing App, as TikTok Deals With a Ban",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19instagram-jgqk/19instagram-jgqk-mediumSquareAt3X.jpg",
            "subline": "Instagram on Sunday rolled out Edits, a video-editing product that appeared similar to CapCut, which is owned by TikTok’s parent company, ByteDance."
        },
        {
            "title": "What We Know About the TikTok Ban",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/tiktok-whatweknow-mbvf/tiktok-whatweknow-mbvf-mediumSquareAt3X.jpg",
            "subline": "The popular video app went dark in the United States late Saturday and then came back around noon on Sunday, even as a law banning it took effect."
        },
        {
            "title": "TikTok Starts Working Again After Trump Says He Will Stall a Ban",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19trump-tiktok-fjqm/19trump-tiktok-fjqm-mediumSquareAt3X.jpg",
            "subline": "Some users saw the social media app come back online on Sunday, following a shutdown when a federal law went into effect requiring a sale or ban."
        },
        {
            "title": "Does Banning TikTok solve the National Security Issue?",
            "image": "https://static01.nyt.com/images/2025/01/15/autossell/00vid-rv-tiktok-ban-maheshwari-cover/00vid-rv-tiktok-ban-maheshwari-cover-mediumSquareAt3X.png",
            "subline": "TikTok is set to be blocked in the U.S. after the Supreme Court upheld a law that effectively bans the app. TikTok, a Chinese-owned social media platform, has drawn scrutiny from lawmakers for its national security risks and its ties to China. Sapna Maheshwari, a business reporter for The New York Times, examines the security concerns and the reactions to the news."
        },
        {
            "title": "TikTok Ban Takes Effect and App Goes Dark in the U.S.",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/hfo-tiktok-down-lbkq/hfo-tiktok-down-lbkq-mediumSquareAt3X.jpg",
            "subline": "The popular video app stopped working shortly before a federal law barring U.S. companies from hosting or distributing TikTok was set to take effect on Sunday."
        },
        {
            "title": "A Who’s Who at Peter Thiel’s Trump Party: Zuckerberg, Adelson and More",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18trump-news-thiel-02-mtkf/18trump-news-thiel-02-mtkf-mediumSquareAt3X.jpg",
            "subline": "The party symbolized the euphoria of the tech industry on the cusp of the Trump presidency. The guest list included Mark Zuckerberg, Sam Altman, Miriam Adelson and the vice president-elect, JD Vance."
        },
        {
            "title": "‘The Interview’: Curtis Yarvin Says Democracy is Done",
            "image": "https://static01.nyt.com/images/2025/01/26/magazine/26mag-interview-yarvin-03/26mag-interview-yarvin-03-mediumSquareAt3X.jpg",
            "subline": "The once-fringe writer has long argued for an American monarchy. His ideas have found an audience in the incoming administration and Silicon Valley."
        },
        {
            "title": "What if No One Misses TikTok?",
            "image": "https://static01.nyt.com/images/2025/01/17/business/00roose/00roose-mediumSquareAt3X.jpg",
            "subline": "TikTok’s cultural footprint in America is huge. Why is its disappearance being met with a shrug?"
        },
        {
            "title": "C.I.A.’s Chatbot Stands In for World Leaders",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/00dc-cia-tech-fpct/00dc-cia-tech-fpct-mediumSquareAt3X.jpg",
            "subline": "The spy agency is trying to give its teams better tools and make it easier for the private sector to develop technology for their secretive work."
        },
        {
            "title": "Biden and Trump Weigh In as TikTok Threatens to ‘Go Dark’ on Sunday",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17tiktok-dark-gwfb/17tiktok-dark-gwfb-mediumSquareAt3X.jpg",
            "subline": "The Chinese-owned company said it would cut off its services unless the U.S. assures Apple, Google and other companies that they would not be punished for hosting and distributing TikTok."
        },
        {
            "title": "How TikTok Evaded a Ban Again and Again, Until Now",
            "image": "https://static01.nyt.com/images/2025/01/15/multimedia/00TIKTOK-FATE-court-vbwp/00TIKTOK-FATE-court-vbwp-mediumSquareAt3X.jpg",
            "subline": "After a decisive loss at the Supreme Court, the app is set to be blocked in the U.S. starting Sunday, ending its streak of Houdini-like escapes."
        },
        {
            "title": "When the Word Is Not Just Flesh: Reporting on A.I. in Religion",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/00a2_insider-ai-pastor-bfhg/00a2_insider-ai-pastor-bfhg-mediumSquareAt3X-v3.jpg",
            "subline": "A technology reporter came across a Facebook group called “A.I. for Church Leaders and Pastors,” and his interest was piqued."
        },
        {
            "title": "U.S. Ban of TikTok Is Set to Deal a Major Blow to ByteDance, Its Chinese Owner",
            "image": "https://static01.nyt.com/images/2025/01/14/multimedia/TIKTOK-BUSINESS-1-fgwq/TIKTOK-BUSINESS-1-fgwq-mediumSquareAt3X.jpg",
            "subline": "While TikTok remains hugely popular in Brazil, Indonesia and other markets, its 170 million users in the United States are its most valuable."
        },
        {
            "title": "Goodbye TikTok, Ni Hao RedNote? + A.I.’s Environmental Impact + Meta’s Masculine Energy",
            "image": "https://static01.nyt.com/images/2025/01/17/podcasts/17hardfork-tiktok-treatment/17hardfork-tiktok-treatment-mediumSquareAt3X.jpg",
            "subline": "“This is truly one of the funniest and most unexpected stories of the young year so far.”"
        },
        {
            "title": "TikTok Makes Last-Minute Push as Supreme Court Is Poised to Rule on Ban",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/00tiktok-lobbying-qmpg/00tiktok-lobbying-qmpg-mediumSquareAt3X.jpg",
            "subline": "With the court signaling it will release a decision on Friday, lobbyists for the app pushed lawmakers to shift course."
        },
        {
            "title": "What to Know About Plane Maintenance After the South Korean Crash",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/00air-maintenance-hgmq/00air-maintenance-hgmq-mediumSquareAt3X.jpg",
            "subline": "Airlines have been increasingly outsourcing repair and upkeep work to other countries, but experts and consumer groups disagree about its impact on safety."
        },
        {
            "title": "Instagram and YouTube Prepare to Benefit From a TikTok Ban",
            "image": "https://static01.nyt.com/images/2025/01/15/multimedia/15scotus-tiktok-winners-fjbv/15scotus-tiktok-winners-fjbv-mediumSquareAt3X.jpg",
            "subline": "Meta’s Instagram and Google’s YouTube are getting ready to welcome TikTok users, as the Supreme Court upheld a law that effectively bans the Chinese-owned app from the United States."
        },
        {
            "title": "Spain Overhauls Domestic Violence System After Criticism",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17violence-algorithm-vjhg/17violence-algorithm-vjhg-mediumSquareAt3X.jpg",
            "subline": "Spain uses an algorithm to score how likely a domestic violence victim is to be abused again. A Times investigation last year identified flaws in the system."
        },
        {
            "title": "Apple Plans to Disable A.I. Summaries of News Notifications",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/16APPLE-1-fwzk/16APPLE-1-fwzk-mediumSquareAt3X.jpg",
            "subline": "The company’s Apple Intelligence system has erroneously characterized news stories, provoking a backlash from media companies."
        },
        {
            "title": "Bob Dylan Joins TikTok in What May Be Its Final Days",
            "image": "https://static01.nyt.com/images/2025/01/16/arts/16bobdylan-tiktok/16bobdylan-tiktok-mediumSquareAt3X.jpg",
            "subline": "Dylan seemed to be in on the joke, posting an old black and white clip of himself saying “Good God, I must leave right away.”"
        },
        {
            "title": "General Motors Is Banned From Selling Driving Behavior Data for 5 Years",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/16GM-FTC-wcjv/16GM-FTC-wcjv-mediumSquareAt3X.jpg",
            "subline": "An investigation by the Federal Trade Commission determined that consumers had not been aware that the automaker was providing their driving information to data brokers."
        },
        {
            "title": "TikTok Refugees Get Wry Welcome on RedNote, Another Chinese App",
            "image": null,
            "subline": "In their mass migration to the Chinese app RedNote, social media users make a gleeful mockery of the American government."
        },
        {
            "title": "Trump Is Said to Consider Executive Order to Circumvent TikTok Ban",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/16dc-trump-tiktok-jtgp/16dc-trump-tiktok-jtgp-mediumSquareAt3X.jpg",
            "subline": "The move is under discussion as the Chinese-owned app faces a Sunday deadline to find a new buyer or shut down in the United States."
        },
        {
            "title": "Jeff Bezos’ Successful Blue Origin Launch Silences Skeptics",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/16new-glenn-result-wkct/16new-glenn-result-wkct-mediumSquareAt3X.jpg",
            "subline": "The successful flight to orbit of the Amazon founder’s powerful rocket suggests it could grow into a credible competitor with Elon Musk’s SpaceX."
        },
        {
            "title": "A First-Day Trump Order: A Federal Stockpile of Bitcoin?",
            "image": "https://static01.nyt.com/images/2025/01/14/business/00bitcoin-reserve/00bitcoin-reserve-mediumSquareAt3X.jpg",
            "subline": "The cryptocurrency industry has pushed President-elect Donald J. Trump to establish one, creating real political momentum behind the plan."
        },
        {
            "title": "A.I. Military Start-Up Anduril Plans $1 Billion Factory in Ohio",
            "image": "https://static01.nyt.com/images/2025/01/16/business/16ANDURIL-02/16ANDURIL-02-mediumSquareAt3X.jpg",
            "subline": "The company said its Columbus plant could eventually produce tens of thousands of autonomous systems and weapons each year."
        },
        {
            "title": "What to Know About the E.V. Tax Credit That Trump Might Repeal",
            "image": "https://static01.nyt.com/images/2025/01/14/multimedia/00ev-credit-explainer-fgmp/00ev-credit-explainer-fgmp-mediumSquareAt3X.jpg",
            "subline": "Rules for a $7,500 tax break for electric vehicle purchases and leases recently changed, but more far-reaching changes are expected when President-elect Donald J. Trump takes office."
        },
        {
            "title": "TikTok C.E.O. Plans to Attend Trump Inauguration",
            "image": "https://static01.nyt.com/images/2024/03/14/multimedia/15dc-trump-tiktok/13china-tiktok-print-pqcz-mediumSquareAt3X.jpg",
            "subline": "Shou Chew will join tech moguls like Mark Zuckerberg and Elon Musk at President-elect Donald J. Trump’s inauguration as the fate of the app hangs in the balance."
        },
        {
            "title": "How to Download Your Videos From TikTok",
            "image": "https://static01.nyt.com/images/2025/01/15/technology/personaltech/TIKTOK-TOP/TIKTOK-TOP-mediumSquareAt3X.jpg",
            "subline": "With a TikTok ban looming in the United States and the app’s future unknown, now might be a good time to save your work while you can."
        },
        {
            "title": "Zuckerberg Will Host a Party for Trump’s Inauguration",
            "image": "https://static01.nyt.com/images/2025/01/15/multimedia/15pol-zuckerberg-mztf/15pol-zuckerberg-mztf-mediumSquareAt3X.jpg",
            "subline": "Mark Zuckerberg, the Meta chief executive, is one of several tech leaders expected to play a high-profile role in celebrating the new administration next week."
        },
        {
            "title": "Write Down Your Thoughts in a Digital Journal on Your Phone",
            "image": "https://static01.nyt.com/images/2025/01/15/technology/personaltech/15TECHTIP-TOP/15TECHTIP-TOP-mediumSquareAt3X.jpg",
            "subline": "People have been keeping personal diaries for several millenniums, but free smartphone apps now let you capture much more than words."
        },
        {
            "title": "She Is in Love With ChatGPT",
            "image": null,
            "subline": "A 28-year-old woman with a busy social life spends hours on end talking to her A.I. boyfriend for advice and consolation. And yes, they do have sex."
        },
        {
            "title": "S.E.C. Sues Elon Musk Over Twitter-Related Securities Violations",
            "image": "https://static01.nyt.com/images/2025/01/14/multimedia/14Musk-SEC-cqjw/14Musk-SEC-cqjw-mediumSquareAt3X.jpg",
            "subline": "Regulators filed a lawsuit in federal court stemming from Mr. Musk’s $44 billion purchase of the social media company now called X."
        },
        {
            "title": "Meta to Cut 5% of Its Workers in New Round of Layoffs",
            "image": "https://static01.nyt.com/images/2025/01/14/multimedia/14META-layoffs-hkqv/14META-layoffs-hkqv-mediumSquareAt3X.jpg",
            "subline": "The layoffs come as Mark Zuckerberg pushes to remake his company for the Trump era and prepares to co-host a gala for the president-elect’s inauguration."
        }
    ]
},
{
    "date": "21/1/2025",
    "website": "NYT",
    "section": "science",
    "articles": [
        {
            "title": "Mother Chimp and Daughter Share a Special Sign",
            "image": null,
            "subline": "Humans are known to invent private hand gestures. Chimps in the wild do, too, a new study suggests."
        },
        {
            "title": "Do Chimps Who Pee Together Stay Together?",
            "image": null,
            "subline": "Scientists suspect that contagious urination, a behavior they observed among a troop of apes in Japan, may play an important role in primate social life."
        },
        {
            "title": "Trump Picks Ex-Congressman to Manage U.S. Nuclear Arsenal",
            "image": "https://static01.nyt.com/images/2025/01/17/science/17nukes/17nukes-mediumSquareAt3X.jpg",
            "subline": "Brandon Williams served aboard a nuclear submarine and represented a New York congressional district for one term, but has said little about his experience in the management of atomic weapons."
        },
        {
            "title": "Rain-Collecting Rattlesnakes Give New Meaning to ‘Thirst Trap’",
            "image": null,
            "subline": "A new study reveals the surprising ways rattlesnakes have evolved to collect water in the desert."
        },
        {
            "title": "F.A.A. Temporarily Halts Launches of Musk’s Starship After Explosion",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17dc-spacex-fqml/17dc-spacex-fqml-mediumSquareAt3X.jpg",
            "subline": "The agency launched an investigation into the “space vehicle mishap” on Thursday night that forced commercial flights to divert and caused debris to rain toward Caribbean islands."
        },
        {
            "title": "Jeff Bezos’ Successful Blue Origin Launch Silences Skeptics",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/16new-glenn-result-wkct/16new-glenn-result-wkct-mediumSquareAt3X.jpg",
            "subline": "The successful flight to orbit of the Amazon founder’s powerful rocket suggests it could grow into a credible competitor with Elon Musk’s SpaceX."
        },
        {
            "title": "Extinct Human Species Lived in a Brutal Desert, Study Finds",
            "image": null,
            "subline": "A million years ago, a species known as Homo erectus most likely survived in an arid desert with no trees."
        },
        {
            "title": "Monterey Bay Aquarium Director Julie Packard to Retire",
            "image": "https://static01.nyt.com/images/2025/01/15/multimedia/15sci-conversation-packard-07-ztpk/15sci-conversation-packard-07-ztpk-mediumSquareAt3X.jpg",
            "subline": "Julie Packard discusses highlights of her four decades with the Monterey Bay Aquarium, which she has led since it opened. She’s now stepping back from the role."
        },
        {
            "title": "A Meteorite Is Caught on Camera as It Crashes Outside a Front Door",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/16xp-meteorite/16xp-meteorite-mediumSquareAt3X.jpg",
            "subline": "Home security-camera footage shows a puff of smoke, with the sound of an explosion included, as the space rock lands in Canada. A geologist said it was a rare recording."
        },
        {
            "title": "Trump Withdraws U.S. from World Health Organization",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20DC-TRUMP-WHO-gcwp/20DC-TRUMP-WHO-gcwp-mediumSquareAt3X.jpg",
            "subline": "Public health experts say U.S. withdrawal from the W.H.O. would undermine the nation’s standing as a global health leader and make it harder to fight the next pandemic."
        },
        {
            "title": "Trump Orders U.S. Exit From the Paris Agreement on Climate",
            "image": "https://static01.nyt.com/images/2025/01/20/pageoneplus/20cli-trump-paris-agreement/20cli-trump-paris-agreement-mediumSquareAt3X.jpg",
            "subline": "The United States will be one of only four countries outside the Paris Agreement, which is designed to reduce global greenhouse gas emissions."
        },
        {
            "title": "Airborne Lead and Chlorine Levels Soared as L.A. Wildfires Raged",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20cli-lafires-toxic-wlzc/20cli-lafires-toxic-wlzc-mediumSquareAt3X.jpg",
            "subline": "The findings give new insight into the dangers of urban wildfires that burn plastics and other chemicals in homes and property."
        },
        {
            "title": "When the Retirement Community Goes Bankrupt",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/18SCI-SPAN-01-lpzq/18SCI-SPAN-01-lpzq-mediumSquareAt3X.jpg",
            "subline": "It doesn’t happen often. But when it does, some residents risk losing everything."
        },
        {
            "title": "Kennedy’s Plan for the Drug Crisis: A Network of ‘Healing Farms’",
            "image": "https://static01.nyt.com/images/2025/01/14/multimedia/00rfk-addiction-01-fvwl/00rfk-addiction-01-fvwl-mediumSquareAt3X.jpg",
            "subline": "The positions of Robert F. Kennedy Jr. on vaccines and drug companies are well known. His approach to addiction has been far less scrutinized."
        },
        {
            "title": "RFK Jr. Sought to Stop Covid Vaccinations 6 Months After Rollout",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17RFK-VACCINES-sub-vkqg/17RFK-VACCINES-sub-vkqg-mediumSquareAt3X.jpg",
            "subline": "Robert F. Kennedy Jr. petitioned the F.D.A. to revoke authorization of the shots at a time when they were in high demand and considered life-saving."
        },
        {
            "title": "Readers Share Their Near-Death Experiences",
            "image": "https://static01.nyt.com/images/2025/01/14/obituaries/NDE-reader-comments/NDE-reader-comments-mediumSquareAt3X.jpg",
            "subline": "After the death of Peter Fenwick, a neuropsychiatrist who studied near-death experiences, readers shared stories of their own."
        },
        {
            "title": "Medicare to Negotiate Lower Prices for Weight-Loss Drugs",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17OZEMPIC-MEDICARE-hzwm/17OZEMPIC-MEDICARE-hzwm-mediumSquareAt3X.jpg",
            "subline": "The government is expected to pay lower prices for Ozempic and Wegovy starting in 2027. The Trump administration will decide whether to expand coverage for millions of Americans."
        },
        {
            "title": "Sick Prisoners in New York Were Granted Parole but Remain Behind Bars",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17medical-parole-wjlm/17medical-parole-wjlm-mediumSquareAt3X.jpg",
            "subline": "Prisons across the country are struggling to find nursing home placements for sick prisoners after granting them parole. In New York, some inmates are suing for release."
        },
        {
            "title": "Biden Administration Withdraws Proposal to Expand Protections for Rare Whales",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/16xp-whale-mbwc/16xp-whale-mbwc-mediumSquareAt3X-v2.jpg",
            "subline": "The proposed rules would have slowed more ships to prevent collisions with endangered North Atlantic right whales."
        },
        {
            "title": "The Next Threat to L.A.? Rainfall That Could Cause Landslides",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/16CLI-LAFIRE-LANDSLIDERISK-qfjb/16CLI-LAFIRE-LANDSLIDERISK-qfjb-mediumSquareAt3X.jpg",
            "subline": "While firefighters begin containing the Los Angeles wildfires, the land left behind is at a higher risk of floods and debris flows."
        },
        {
            "title": "SpaceX Starship Rocket Is Lost During 7th Test Launch, Causing Debris to Fall",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/16spacex-starship-01-zkjg/16spacex-starship-01-zkjg-mediumSquareAt3X.jpg",
            "subline": "While Elon Musk’s spaceflight company repeated a spectacular catch of its powerful booster stage, the upper stage experienced a catastrophic malfunction."
        },
        {
            "title": "UnitedHealth’s Revenues Rise, in First Earnings Report Since CEO’s Killing",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/16UHC-EARNINGS-bwjl/16UHC-EARNINGS-bwjl-mediumSquareAt3X.jpg",
            "subline": "But high medical costs contributed to results that disappointed Wall Street, and the company’s stock fell on the news that it had made less than analysts expected."
        },
        {
            "title": "Cancer’s New Face: Younger and Female",
            "image": "https://static01.nyt.com/images/2025/01/16/science/16cancer/16cancer-mediumSquareAt3X.jpg",
            "subline": "Although long considered a disease of aging, certain cancers are turning up more often in younger women, according to a new report."
        },
        {
            "title": "Lee Zeldin, Trump’s E.P.A. Nominee, Is Short on Environmental Experience",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/16cli-zeldin-sub-wbzk/16cli-zeldin-sub-wbzk-mediumSquareAt3X.jpg",
            "subline": "Mr. Zeldin, a Trump loyalist, would be charged with dismantling climate rules and perhaps the agency itself. He faced questions from the Senate Thursday."
        },
        {
            "title": "Fake Meat Is Processed. What Does That Mean for Its Health Benefits.",
            "image": "https://static01.nyt.com/images/2025/01/16/climate/16CLI-FAKEMEAT/16CLI-FAKEMEAT-mediumSquareAt3X.jpg",
            "subline": "After being targeted by the meat industry, swept up in the culture wars and pummeled in sales, two plant based meat companies are reinventing themselves."
        },
        {
            "title": "New Glenn’s journey to space.",
            "image": null,
            "subline": null
        },
        {
            "title": "He Saved His Home From Fire. But Toxic Dangers Still Lurk.",
            "image": "https://static01.nyt.com/images/2025/01/15/multimedia/15CLI-LAFIRES-DUST-RISK-sub-hcmz/15CLI-LAFIRES-DUST-RISK-sub-hcmz-mediumSquareAt3X.jpg",
            "subline": "Health hazards from soot and smoke blown indoors onto furniture and walls can linger for months, researchers say: “Wind will get through every crack.”"
        },
        {
            "title": "Ramaswamy Has a High-Profile Perch and a Raft of Potential Conflicts",
            "image": "https://static01.nyt.com/images/2025/01/09/us/politics/vivek4/vivek4-mediumSquareAt3X.jpg",
            "subline": "Vivek Ramaswamy, Elon Musk’s partner in an effort to cut government costs, could make decisions that ultimately make him and his investors richer."
        },
        {
            "title": "FDA Bans Red Dye 3 in Foods, Linking It to Cancer in Rats",
            "image": "https://static01.nyt.com/images/2025/01/15/multimedia/15FDA-REDDYE-mtwp/15FDA-REDDYE-mtwp-mediumSquareAt3X.jpg",
            "subline": "Consumer and food safety groups have long urged the agency to revoke the use of this dye and others. The F.D.A. says studies have shown that it causes cancer in rats, but not in humans."
        },
        {
            "title": "Celtic Women Held Sway in ‘Matrilocal’ Societies",
            "image": null,
            "subline": "An ancient cemetery reveals a Celtic tribe that lived in England 2,000 years ago and that was organized around maternal lineages, according to a DNA analysis."
        },
        {
            "title": "Are Biden and Trump at Odds on Global Energy Strategy? Maybe Not So Much.",
            "image": "https://static01.nyt.com/images/2025/01/15/climate/15cli-biden-global-energy/15cli-biden-global-energy-mediumSquareAt3X.jpg",
            "subline": "When it comes to gas exports and competition with China, the two administrations share a similar vision, the top U.S. energy diplomat says."
        },
        {
            "title": "FDA Moves Forward With Last-Minute Push to Cut Nicotine Levels in Cigarettes",
            "image": "https://static01.nyt.com/images/2025/01/07/multimedia/00FDA-NICOTINE-qkbv/00FDA-NICOTINE-qkbv-mediumSquareAt3X.jpg",
            "subline": "In the final days of the Biden administration, the F.D.A. is moving ahead with a proposal to require companies to produce a less addictive product for traditional smokers."
        },
        {
            "title": "Energy Secretary Pick, Chris Wright, Has Been an Evangelist for Fossil Fuels",
            "image": "https://static01.nyt.com/images/2025/01/15/multimedia/15cli-wright-01-cwtp/15cli-wright-01-cwtp-mediumSquareAt3X.jpg",
            "subline": "Wright, the founder of a fracking firm, testified that he would back all forms of low-carbon energy as well as gas, oil and coal."
        },
        {
            "title": "World Monuments Fund Puts Moon on List of At-Risk Sites",
            "image": "https://static01.nyt.com/images/2025/01/14/multimedia/14moon-warning-kmvw/14moon-warning-kmvw-mediumSquareAt3X.jpg",
            "subline": "The organization said that more than 90 important sites on the moon could risk destruction if space tourism is left unregulated."
        },
        {
            "title": "Online Therapy Boom Has Mainly Benefited Privileged Groups, Studies Find",
            "image": "https://static01.nyt.com/images/2025/01/21/science/15SCI-TELEHEALTH/15SCI-TELEHEALTH-mediumSquareAt3X.jpg",
            "subline": "Digital mental health platforms were supposed to expand access for the neediest patients. Researchers say that hasn’t happened."
        },
        {
            "title": "SpaceX Will Launch Two New Moon Landers on One Rocket: What to Know",
            "image": "https://static01.nyt.com/images/2025/01/15/multimedia/15vid-double-moon-launch-vidcov-vplf/15vid-double-moon-launch-vidcov-vplf-mediumSquareAt3X.jpg",
            "subline": "Robotic vehicles from Firefly Aerospace of Texas and Ispace of Japan parted ways early Wednesday after being launched on the same SpaceX rocket. Both are aiming for the lunar surface."
        },
        {
            "title": "New Obesity Definition Challenges Current Use of B.M.I.",
            "image": "https://static01.nyt.com/images/2025/01/14/science/14-obesity-definition/14-obesity-definition-mediumSquareAt3X.jpg",
            "subline": "An international commission made the case for focusing on body fat quantity and the illnesses people experience."
        },
        {
            "title": "F.D.A. Proposes New Food Labels to Detail Sugar, Fat and Salt Content",
            "image": "https://static01.nyt.com/images/2025/01/15/science/14FDA-FOOD-LABELS/14FDA-FOOD-LABELS-mediumSquareAt3X.jpg",
            "subline": "The agency issued designs for front-of-package lists that food companies would be required to include."
        },
        {
            "title": "Estimated Gaza Toll May Have Missed 25,000 Deaths, Study Says",
            "image": "https://static01.nyt.com/images/2025/01/14/multimedia/14GAZA-DEATHS-fjqh/14GAZA-DEATHS-fjqh-mediumSquareAt3X.jpg",
            "subline": "Analysis found that more than 64,000 Palestinians may have been killed by traumatic injury in the first nine months of the war."
        },
        {
            "title": "Moderate Drinking Raises Health Risks While Offering Few Benefits",
            "image": "https://static01.nyt.com/images/2025/01/14/multimedia/14alcohol-khwg/14alcohol-khwg-mediumSquareAt3X.jpg",
            "subline": "A federal analysis that will shape the influential U.S. Dietary Guidelines questions alcohol’s overall benefits."
        }
    ]
},
{
    "date": "21/1/2025",
    "website": "NYT",
    "section": "health",
    "articles": [
        {
            "title": "Kennedy’s Plan for the Drug Crisis: A Network of ‘Healing Farms’",
            "image": "https://static01.nyt.com/images/2025/01/14/multimedia/00rfk-addiction-01-fvwl/00rfk-addiction-01-fvwl-mediumSquareAt3X.jpg",
            "subline": "The positions of Robert F. Kennedy Jr. on vaccines and drug companies are well known. His approach to addiction has been far less scrutinized."
        },
        {
            "title": "When the Retirement Community Goes Bankrupt",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/18SCI-SPAN-01-lpzq/18SCI-SPAN-01-lpzq-mediumSquareAt3X.jpg",
            "subline": "It doesn’t happen often. But when it does, some residents risk losing everything."
        },
        {
            "title": "RFK Jr. Sought to Stop Covid Vaccinations 6 Months After Rollout",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17RFK-VACCINES-sub-vkqg/17RFK-VACCINES-sub-vkqg-mediumSquareAt3X.jpg",
            "subline": "Robert F. Kennedy Jr. petitioned the F.D.A. to revoke authorization of the shots at a time when they were in high demand and considered life-saving."
        },
        {
            "title": "Medicare to Negotiate Lower Prices for Weight-Loss Drugs",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17OZEMPIC-MEDICARE-hzwm/17OZEMPIC-MEDICARE-hzwm-mediumSquareAt3X.jpg",
            "subline": "The government is expected to pay lower prices for Ozempic and Wegovy starting in 2027. The Trump administration will decide whether to expand coverage for millions of Americans."
        },
        {
            "title": "Sick Prisoners in New York Were Granted Parole but Remain Behind Bars",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17medical-parole-wjlm/17medical-parole-wjlm-mediumSquareAt3X.jpg",
            "subline": "Prisons across the country are struggling to find nursing home placements for sick prisoners after granting them parole. In New York, some inmates are suing for release."
        },
        {
            "title": "Cancer’s New Face: Younger and Female",
            "image": "https://static01.nyt.com/images/2025/01/16/science/16cancer/16cancer-mediumSquareAt3X.jpg",
            "subline": "Although long considered a disease of aging, certain cancers are turning up more often in younger women, according to a new report."
        },
        {
            "title": "Insulin Prices Dropped. But Some Poor Patients Are Paying More.",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/340B-CLINICS-promo-qgbj/340B-CLINICS-promo-qgbj-mediumSquareAt3X.jpg",
            "subline": "A law that coaxed companies to lower the price of drugs came with a little-known consequence: smaller discounts for low-income health clinics."
        },
        {
            "title": "Online Therapy Boom Has Mainly Benefited Privileged Groups, Studies Find",
            "image": "https://static01.nyt.com/images/2025/01/21/science/15SCI-TELEHEALTH/15SCI-TELEHEALTH-mediumSquareAt3X.jpg",
            "subline": "Digital mental health platforms were supposed to expand access for the neediest patients. Researchers say that hasn’t happened."
        },
        {
            "title": "FDA Bans Red Dye 3 in Foods, Linking It to Cancer in Rats",
            "image": "https://static01.nyt.com/images/2025/01/15/multimedia/15FDA-REDDYE-mtwp/15FDA-REDDYE-mtwp-mediumSquareAt3X.jpg",
            "subline": "Consumer and food safety groups have long urged the agency to revoke the use of this dye and others. The F.D.A. says studies have shown that it causes cancer in rats, but not in humans."
        },
        {
            "title": "Trump Withdraws U.S. from World Health Organization",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20DC-TRUMP-WHO-gcwp/20DC-TRUMP-WHO-gcwp-mediumSquareAt3X.jpg",
            "subline": "Public health experts say U.S. withdrawal from the W.H.O. would undermine the nation’s standing as a global health leader and make it harder to fight the next pandemic."
        },
        {
            "title": "UnitedHealth’s Revenues Rise, in First Earnings Report Since CEO’s Killing",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/16UHC-EARNINGS-bwjl/16UHC-EARNINGS-bwjl-mediumSquareAt3X.jpg",
            "subline": "But high medical costs contributed to results that disappointed Wall Street, and the company’s stock fell on the news that it had made less than analysts expected."
        },
        {
            "title": "Mom’s Gripes About Sister-in-Law Put Daughter in a Bind",
            "image": "https://static01.nyt.com/images/2025/01/16/well/16WELL-ASKTHERAPIST-CRITICAL-MOM/16WELL-ASKTHERAPIST-CRITICAL-MOM-mediumSquareAt3X.jpg",
            "subline": "Well’s new Ask the Therapist columnist, Lori Gottlieb, helps a reader who is sick of being her mother’s dumping ground."
        },
        {
            "title": "Howard Buten, Autism Therapist, Novelist and Clown, Is Dead at 74",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/00buten-1-mlvg/00buten-1-mlvg-mediumSquareAt3X.jpg",
            "subline": "By day, he helped run an autism center he opened in a suburb of Paris. In the evening, he delighted audiences as a clown named Buffo. In between, he wrote novels."
        },
        {
            "title": "Ramaswamy Has a High-Profile Perch and a Raft of Potential Conflicts",
            "image": "https://static01.nyt.com/images/2025/01/09/us/politics/vivek4/vivek4-mediumSquareAt3X.jpg",
            "subline": "Vivek Ramaswamy, Elon Musk’s partner in an effort to cut government costs, could make decisions that ultimately make him and his investors richer."
        },
        {
            "title": "FDA Moves Forward With Last-Minute Push to Cut Nicotine Levels in Cigarettes",
            "image": "https://static01.nyt.com/images/2025/01/07/multimedia/00FDA-NICOTINE-qkbv/00FDA-NICOTINE-qkbv-mediumSquareAt3X.jpg",
            "subline": "In the final days of the Biden administration, the F.D.A. is moving ahead with a proposal to require companies to produce a less addictive product for traditional smokers."
        },
        {
            "title": "How a Company Makes Millions Off a Hospital Program Meant to Help the Poor",
            "image": "https://static01.nyt.com/images/2025/01/08/multimedia/00drugs-middleman-02-flvm/00drugs-middleman-02-flvm-mediumSquareAt3X.jpg",
            "subline": "A private business has helped supercharge a controversial federal drug program. Patients and insurers have been left with big bills."
        },
        {
            "title": "Kate Middleton Is in Cancer Remission. It Doesn’t Always Mean the Illness Is Cured.",
            "image": "https://static01.nyt.com/images/2025/01/14/multimedia/14catherine-remission-qbmv/14catherine-remission-qbmv-mediumSquareAt3X.jpg",
            "subline": "While the announcement is good news for the Princess of Wales, cancer experts describe the challenges of a life shadowed by an earlier diagnosis."
        },
        {
            "title": "New Obesity Definition Challenges Current Use of B.M.I.",
            "image": "https://static01.nyt.com/images/2025/01/14/science/14-obesity-definition/14-obesity-definition-mediumSquareAt3X.jpg",
            "subline": "An international commission made the case for focusing on body fat quantity and the illnesses people experience."
        },
        {
            "title": "F.D.A. Proposes New Food Labels to Detail Sugar, Fat and Salt Content",
            "image": "https://static01.nyt.com/images/2025/01/15/science/14FDA-FOOD-LABELS/14FDA-FOOD-LABELS-mediumSquareAt3X.jpg",
            "subline": "The agency issued designs for front-of-package lists that food companies would be required to include."
        },
        {
            "title": "Estimated Gaza Toll May Have Missed 25,000 Deaths, Study Says",
            "image": "https://static01.nyt.com/images/2025/01/14/multimedia/14GAZA-DEATHS-fjqh/14GAZA-DEATHS-fjqh-mediumSquareAt3X.jpg",
            "subline": "Analysis found that more than 64,000 Palestinians may have been killed by traumatic injury in the first nine months of the war."
        },
        {
            "title": "Moderate Drinking Raises Health Risks While Offering Few Benefits",
            "image": "https://static01.nyt.com/images/2025/01/14/multimedia/14alcohol-khwg/14alcohol-khwg-mediumSquareAt3X.jpg",
            "subline": "A federal analysis that will shape the influential U.S. Dietary Guidelines questions alcohol’s overall benefits."
        }
    ]
},
{
    "date": "21/1/2025",
    "website": "NYT",
    "section": "sports",
    "articles": [
        {
            "title": "Final Thoughts From the Last Night of the First 12-Team College Football Playoff",
            "image": "https://static01.nyt.com/images/2025/01/21/the-athletic/tamc-012125-mandels-thoughts-1737458634887/tamc-012125-mandels-thoughts-1737458634887-mediumSquareAt3X.jpg",
            "subline": "Ohio State’s $20 million roster did exactly what it intended and kept it interesting along the way, a columnist for The Athletic writes."
        },
        {
            "title": "A 3-by-5 Notecard Explains Everything About Andy Reid’s Leadership",
            "image": "https://static01.nyt.com/images/2024/01/21/multimedia/tamc-012124-andy-reid/tamc-012124-andy-reid-mediumSquareAt3X.jpg",
            "subline": "The card with two words on it sits behind the Kansas City coach’s desk and sums up his extraordinary success."
        },
        {
            "title": "The Dodgers Won the World Series. Then They Spent Nearly Half a Billion Dollars.",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/tamc-012125-dodgers-spending/tamc-012125-dodgers-spending-mediumSquareAt3X.jpg",
            "subline": "It’s been 25 years since an M.L.B. team won back-to-back titles, but Los Angeles is unfazed."
        },
        {
            "title": "A Way-Too-Early Look at Next Season’s College Football Title Contenders",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/tamc-012124-arch-manning/tamc-012124-arch-manning-mediumSquareAt3X.jpg",
            "subline": "A coach who has a reputation for losing big games will have no excuses in 2025, a columnist for The Athletic writes."
        },
        {
            "title": "Novak Djokovic Beats Carlos Alcaraz to Reach Australian Open Semifinals",
            "image": "https://static01.nyt.com/images/2025/01/21/the-athletic/tamc-012125-djokovic-beats-alcaraz-copy-1737468858077/tamc-012125-djokovic-beats-alcaraz-copy-1737468858077-mediumSquareAt3X.jpg",
            "subline": "Djokovic, a 10-time Australian Open champion, reconfigured his tactics to secure the victory."
        },
        {
            "title": "Why a Pitcher Purposefully Cost Himself $500,000 With an Ejection",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/tamc-012125-cc-sabathia/tamc-012125-cc-sabathia-mediumSquareAt3X.jpg",
            "subline": "To CC Sabathia, being a great teammate meant everything — even if it meant defying a manager’s orders."
        },
        {
            "title": "ESPN Spent Years Courting Nick Saban, and It All Paid Off",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/tamc-012125-nick-saban/tamc-012125-nick-saban-mediumSquareAt3X.jpg",
            "subline": "“Whenever he makes a comment, everybody listens,” the lead producer of “College Gameday” said of the longtime college football coach."
        },
        {
            "title": "A New Women’s Basketball League Is an Instant Hit. Now Comes the Hard Part.",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/tamc-012125-unrivaled/tamc-012125-unrivaled-mediumSquareAt3X.jpg",
            "subline": "Unrivaled filled its rosters with W.N.B.A. All-Stars and found deep-pocketed investors. Up next: a bigger audience."
        },
        {
            "title": "When Real Madrid Signed a Soccer Prodigy and It Did Not Work Out",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/tamc-012025-real-odegaard/tamc-012025-real-odegaard-mediumSquareAt3X.jpg",
            "subline": "Ten years ago, the team presented Martin Odegaard to the media after beating Europe’s biggest clubs. But he made little impact."
        }
    ]
},
{
    "date": "21/1/2025",
    "website": "NYT",
    "section": "arts",
    "articles": [
        {
            "title": "Against All Odds, a Vegas Theater Scene With a ‘Sense of the Wild West’",
            "image": "https://static01.nyt.com/images/2025/01/26/multimedia/26vegas-theater-tpgw/26vegas-theater-tpgw-mediumSquareAt3X.jpg",
            "subline": "Local artists straddle aesthetic and artistic worlds in the land of mega-spectacles and oversize flash."
        },
        {
            "title": "Thomas Sondergard Brings Nordic Music and Hygge to Minnesota Orchestra",
            "image": "https://static01.nyt.com/images/2025/01/26/multimedia/26minnesota-orch-wtgj/26minnesota-orch-wtgj-mediumSquareAt3X.jpg",
            "subline": "With the Nordic Soundscapes Festival, Thomas Sondergard puts his stamp on the Minnesota Orchestra (and its interior spaces)."
        },
        {
            "title": "Trump Returns, and So Does His TV Spectacle",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20inaugurtion-tv-zhtb/20inaugurtion-tv-zhtb-mediumSquareAt3X.jpg",
            "subline": "The president’s second inauguration began with somber pageantry and ended with a reality-TV document signing."
        },
        {
            "title": "At Trump’s Rally, the Contradictions Are in the Music",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/19INNAUG-RALLY-NOTEBOOK-1-lcgt/19INNAUG-RALLY-NOTEBOOK-1-lcgt-mediumSquareAt3X-v2.jpg",
            "subline": "The president-elect danced along with Village People as his rally closed with a live performance of “Y.M.C.A.,” after Kid Rock and Lee Greenwood played."
        },
        {
            "title": "At 90, the Ghanaian Highlife Pioneer Ebo Taylor Finds a New Voice",
            "image": null,
            "subline": "The singer, guitarist and composer released heralded music in the 1970s and early ’80s before retreating. The label Jazz Is Dead is boosting his rediscovery."
        },
        {
            "title": "At Prototype Festival, Opera With Lynchian Strangeness",
            "image": null,
            "subline": "This year’s Prototype, a showcase of experimental opera and theater, was stylistically broad but the focus was on the human voice in all its weirdness."
        },
        {
            "title": "‘Starry Night,’ All Night Long, as a Van Gogh Blockbuster Ends",
            "image": "https://static01.nyt.com/images/2025/01/20/world/20van-gogh-late-02/20van-gogh-late-02-mediumSquareAt3X.jpg",
            "subline": "The National Gallery in London stayed open all night for die-hard fans of the Dutch painter. “Midnight offers more room for reflection,” one attendee said."
        },
        {
            "title": "Review: The Philharmonic Breezes Through Wagner’s Epic ‘Ring’",
            "image": null,
            "subline": "The conductor Nathalie Stutzmann led Lorin Maazel’s coolly efficient 1987 distillation, “The ‘Ring’ Without Words,” at David Geffen Hall."
        },
        {
            "title": "How a Monument to Women Finally Won a Place on the National Mall",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20monument-women-zfgq/20monument-women-zfgq-mediumSquareAt3X-v2.jpg",
            "subline": "The Women’s Suffrage National Monument, which will be the Mall’s first dedicated to women’s history, overcame congressional and other roadblocks."
        },
        {
            "title": "New York City Ballet Pays Tribute to Maria Tallchief in Her Centennial Year",
            "image": "https://static01.nyt.com/images/2025/01/26/multimedia/26tallchief-pvfc/26tallchief-pvfc-mediumSquareAt3X.jpg",
            "subline": "Widely considered America’s first prima ballerina, Tallchief is being celebrated by New York City Ballet, where she was a Balanchine muse, in her centennial year."
        },
        {
            "title": "Sex Scenes in Movies Are Back, but They Aren’t Exactly Sexy",
            "image": null,
            "subline": "Instead, these moments in “Anora,” “Babygirl,” “Challengers” and more involve complex power dynamics that speak volumes about their characters."
        },
        {
            "title": "How ‘Mufasa: The Lion King’ Became a Sleeper Hit",
            "image": null,
            "subline": "The “Lion King” prequel arrived to weak ticket sales last month, but moviegoers have since embraced it, pushing global box office returns toward $700 million."
        },
        {
            "title": "Chappelle on ‘S.N.L.’: Nudging All of Us Toward Peaceful Change",
            "image": null,
            "subline": "The comic took his usual jabs at everyone and everything, then invited Americans, including the president-elect, to be their best, most compassionate selves."
        },
        {
            "title": "The 13 Greatest ‘S.N.L.’ Commercial Skits",
            "image": null,
            "subline": "To us, anyway. Over 50 seasons, “Saturday Night Live” has introduced crystal gravy, robot insurance and countless other demented goods and services. Share your favorites in the comments."
        },
        {
            "title": "The Most Anticipated Book Adaptations of 2025: Movies and TV Shows",
            "image": "https://static01.nyt.com/images/2025/01/20/books/review/20BookAdaptations/20BookAdaptations-mediumSquareAt3X.jpg",
            "subline": "Hilary Mantel’s “The Mirror and the Light,” a new “Bridget Jones” and Michael Bond’s Paddington Bear series are some of this year’s most anticipated adaptations."
        },
        {
            "title": "‘Problemista,’ ‘Stress Positions’ and More Streaming Gems",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21beyond-the-algorithm1-hpqb/21beyond-the-algorithm1-hpqb-mediumSquareAt3X.jpg",
            "subline": "A pair of inventive comedies lead off this month’s exploration of the hidden discoveries on your subscription streaming services."
        },
        {
            "title": "Jimmy Fallon: Melania’s Hat Is Her ‘Very Own Border Wall’",
            "image": null,
            "subline": "The “Tonight Show” host donned his own version of the first lady’s inaugural hat, which seemed to prevent the president from kissing her."
        },
        {
            "title": "Bob Dylan’s Draft of Lyrics, Once Tossed in Trash, Sells for $500,000",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20xp-dylan-hgvq/20xp-dylan-hgvq-mediumSquareAt3X.jpg",
            "subline": "Two pages of lyrics, written in the kitchen of a pioneering rock ‘n’ roll journalist, offer glimpses into the Nobel Prize-winning musician’s writing process."
        },
        {
            "title": "‘Prime Target,’ Plus 7 Things to Watch on TV This Week",
            "image": "https://static01.nyt.com/images/2025/01/20/arts/20tvcol-primetarget/20tvcol-primetarget-mediumSquareAt3X.jpg",
            "subline": "The new Apple TV+ series stars Leo Woodall as a math genius, and President-elect Donald J. Trump is inaugurated for his second term."
        },
        {
            "title": "Claire van Kampen, 71, Playwright and Arranger of Early Music World, Dies",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/19vankampen-zvmj-print1/19vankampen-zvmj-mediumSquareAt3X.jpg",
            "subline": "After she married Mark Rylance, the two often collaborated; her specialty was arranging music for Tudor-era plays. Then she wrote a period piece of her own."
        },
        {
            "title": "Lynne Taylor-Corbett, ‘Footloose’ Choreographer, Dies at 78",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/17taylorcorbett-1-gpzt/17taylorcorbett-1-gpzt-mediumSquareAt3X.jpg",
            "subline": "Striving to widen the audience of dance, she brought vitality to Broadway musicals like “Swing!” as well as ballets and Hollywood films."
        },
        {
            "title": "Melba Montgomery, Country Singer Known for Her Duets, Dies at 86",
            "image": "https://static01.nyt.com/images/2025/01/20/obituaries/00montgomery-top/00montgomery-top-mediumSquareAt3X.jpg",
            "subline": "Her high harmonies put an emotional charge into her work with George Jones and others. She also had solo hits, including “No Charge,” a country No. 1."
        },
        {
            "title": "In African Publishing, ‘There Is a Renaissance Going On’",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/19publishing-africa-01-hcjm/19publishing-africa-01-hcjm-mediumSquareAt3X.jpg",
            "subline": "A new ecosystem of publishers, bookstores, literary magazines and festivals is promoting African writers and changing the stories told about the region."
        },
        {
            "title": "Reflecting on Photographer Raoul Minot’s Bold Act of Resistance",
            "image": null,
            "subline": "The French photographer Raoul Minot took clandestine photos of Nazi-occupied Paris. Now, his images serve as a reminder of the power of art."
        },
        {
            "title": "Naomi Watts Thinks David Bowie Was Onto Something",
            "image": "https://static01.nyt.com/images/2025/01/26/arts/26myten-Watts/26myten-Watts-mediumSquareAt3X.jpg",
            "subline": "“The first album I ever bought was ‘Hunky Dory,’” said the actress and author, “and all those songs, every single one, is amazing.”"
        },
        {
            "title": "‘Grand Theft Hamlet’ Stages Shakespeare in a Land of Shootouts",
            "image": null,
            "subline": "During a pandemic lockdown, out-of-work actors turned to the video game Grand Theft Auto Online, where a tortured soliloquy may be interrupted by a rocket launcher."
        },
        {
            "title": "Decades Ago, Students Attacked the ‘Iron Horse.’ Now It Rides Again.",
            "image": null,
            "subline": "Exactly why the sculpture was attacked by University of Georgia students may always be a mystery. But 70 years later, restored, it rides again."
        },
        {
            "title": "A Video Game Writer’s Lament: ‘We Can Do Quite a Lot Better’",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/18ingold-jkql/18ingold-jkql-mediumSquareAt3X.jpg",
            "subline": "Jon Ingold, an author of celebrated narrative-driven games, thinks the industry fails to celebrate good writing or recognize it as a craft."
        },
        {
            "title": "The Dylan-Chalamet Connection",
            "image": "https://static01.nyt.com/images/2025/01/17/podcasts/17popcast-complete-unknown-treatment/17popcast-complete-unknown-treatment-mediumSquareAt3X.jpg",
            "subline": "A conversation about “A Complete Unknown” and the power of celebrity."
        },
        {
            "title": "Zilia Sánchez, Painter Who Found Fame Late in Life, Dies at 98",
            "image": "https://static01.nyt.com/images/2025/01/20/obituaries/15sanchez-1/15sanchez-1-mediumSquareAt3X.jpg",
            "subline": "A Cuban-born minimalist painter who spent much of her life in Puerto Rico, she was in her 90s when her erotically charged work first appeared at the Venice Biennale."
        },
        {
            "title": "The Ultimate Neko Case Primer",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17amplifier-lpfb/17amplifier-lpfb-mediumSquareAt3X.jpg",
            "subline": "Listen to 10 songs by the golden voiced, poetic singer-songwriter."
        },
        {
            "title": "Leaders of Historians’ Group Veto Measure Condemning ‘Scholasticide’ in Gaza",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17historians-veto-mglq/17historians-veto-mglq-mediumSquareAt3X.jpg",
            "subline": "The American Historical Association’s council rejected a resolution condemning Israel’s actions in Gaza, which have destroyed much of the enclave’s educational system."
        },
        {
            "title": "A 100-Year-Old Jazz Legend’s Solo Debut, and 11 More New Songs",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/17playlist-zcwt/17playlist-zcwt-mediumSquareAt3X.jpg",
            "subline": "Hear tracks by Perfume Genius, Lucy Dacus, Bartees Strange and others."
        },
        {
            "title": "5 Scenes That Define David Lynch’s ‘Lynchian’ Vision",
            "image": null,
            "subline": "The director developed such a distinct style that “Lynchian” became a go-to term for any sort of surrealism onscreen. These scenes from his work get to the heart of what that term embodied."
        },
        {
            "title": "In San Antonio, an Orchestra Was Reborn. Can It Endure?",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/17sanantonio-lbhz/17sanantonio-lbhz-mediumSquareAt3X-v2.jpg",
            "subline": "The San Antonio Philharmonic was formed after the demise of the city’s 83-year-old orchestra in 2022. But rebuilding has not been easy."
        },
        {
            "title": "Jeanne Wakatsuki Houston, 90, Dies; Her Internment Inspired a Memoir",
            "image": "https://static01.nyt.com/images/2025/01/19/obituaries/15houston-cover-print2/15houston-cover-mediumSquareAt3X.jpg",
            "subline": "In “Farewell to Manzanar,” she wrote about the years she and her family were imprisoned in a camp for Japanese Americans. It became the basis for a TV movie."
        },
        {
            "title": "Suit Disputes Ruling That a Sculpture Is Too Broken to Still Be a ‘Calder’",
            "image": null,
            "subline": "A collector says the Calder Foundation sunk the value of an $8 million mobile by Alexander Calder by deciding it was too damaged to still be viewed as a work by the artist."
        },
        {
            "title": "Publishers and Influencers Wonder What Could Replace the Power of BookTok",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17booktok-jcfw/17booktok-jcfw-mediumSquareAt3X.jpg",
            "subline": "With a ban looming, publishers are hoping to pivot to new platforms, but readers fear their community of book lovers will never be the same."
        },
        {
            "title": "‘Prima Facie’ and Other Theater Productions to Stream Now",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/17theater-streaming-klmb/17theater-streaming-klmb-mediumSquareAt3X.jpg",
            "subline": "This month’s picks include “Prima Facie,” intimate audio plays and bite-size dramas."
        },
        {
            "title": "Five Science Fiction Movies to Stream Now",
            "image": null,
            "subline": "In this month’s sci-fi picks, what’s worse? Coming face-to-face with the apocalypse or with our older selves?"
        },
        {
            "title": "Roy Wood Jr. Captures Our Fractious Culture in an Insightful New Special",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/17comedy-wood-ktfh/17comedy-wood-ktfh-mediumSquareAt3X.jpg",
            "subline": "The funny but bleak “Lonely Flowers,” isn’t directly about the new president, but it builds small observations into larger points about our lives."
        },
        {
            "title": "7 New Movies Our Critics Are Talking About This Week",
            "image": null,
            "subline": "Whether you’re a casual moviegoer or an avid buff, our reviewers think these films are worth knowing about."
        },
        {
            "title": "‘Grand Theft Hamlet’: The (Game) Play’s the Thing",
            "image": null,
            "subline": "The film captures two players staging the classic within an online video game, raising fascinating questions about community and connection."
        },
        {
            "title": "‘Severance’ Is Back. Here’s a Season 1 Recap to Jog Your Memory.",
            "image": null,
            "subline": "It’s been almost three years since the Season 1 finale. This refresher should help jog your memory."
        },
        {
            "title": "What the ‘Moana 2’ Songs Owe to Beyoncé and ‘Beauty and the Beast’",
            "image": null,
            "subline": "In writing their first film soundtrack together, the TikTok duo of Abigail Barlow and Emily Bear looked to those influences and “Anchorman.” Of course."
        },
        {
            "title": "Biden’s Farewell Address Leaves Late Night Befuddled",
            "image": null,
            "subline": "After the president warned about various threats to democracy, Seth Meyers said: “I agree, but why are you giving us a to-do list on your way out?”"
        },
        {
            "title": "‘Back in Action’ Review: Cameron Diaz and Jamie Foxx Star as Former Spies",
            "image": null,
            "subline": "Cameron Diaz and Jamie Foxx star as former agents, now parents, who must protect their children. You can guess the rest."
        },
        {
            "title": "David Lynch Showed Us Who We Are in Dark Masterpieces Like ‘Eraserhead’",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/16LYNCH-APPRAISAL-01-bhlm/16LYNCH-APPRAISAL-01-bhlm-mediumSquareAt3X-v3.jpg",
            "subline": "The director himself came off as almost performatively normal. Masterpieces like “Eraserhead” and “Mulholland Drive” said otherwise."
        },
        {
            "title": "David Lynch Movies and TV Shows: Where to Stream ‘Blue Velvet,’ ‘Twin Peaks’ and More",
            "image": "https://static01.nyt.com/images/2025/01/16/arts/16lynch-streaming/16lynch-streaming-mediumSquareAt3X.jpg",
            "subline": "Films like “Blue Velvet” and “Mulholland Drive” aren’t always easy to explain, but they live on in your mind and burrow under your skin."
        },
        {
            "title": "David Lynch, ‘Twin Peaks’ and the American Art of Television",
            "image": null,
            "subline": "“Twin Peaks” was his ultimate portrait of a land of terror and beauty."
        },
        {
            "title": "David Lynch: A Life in Pictures",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/16LYNCH-PICTURES-10-vjwc/16LYNCH-PICTURES-10-vjwc-mediumSquareAt3X.jpg",
            "subline": "The filmmaker possessed a singular vision — and a knack for finding collaborators who could convey it."
        },
        {
            "title": "Wendy Williams Breaks Silence on Guardianship: ‘I Feel Like I am in Prison’",
            "image": "https://static01.nyt.com/images/2025/01/20/arts/16wendywilliams-hcjw/16wendywilliams-hcjw-mediumSquareAt3X.jpg",
            "subline": "The former daytime host, who has been diagnosed with dementia, said in an interview on “The Breakfast Club” that she was “not cognitively impaired” and spoke about her life in a care facility."
        },
        {
            "title": "David Lynch’s Death Prompts Tributes From Steven Spielberg, Kyle MacLachlan and More",
            "image": null,
            "subline": "Lynch’s death inspired tributes from fellow filmmakers, celebrities and past collaborators, who praised his visionary work and singular voice."
        },
        {
            "title": "Bob Dylan Joins TikTok in What May Be Its Final Days",
            "image": "https://static01.nyt.com/images/2025/01/16/arts/16bobdylan-tiktok/16bobdylan-tiktok-mediumSquareAt3X.jpg",
            "subline": "Dylan seemed to be in on the joke, posting an old black and white clip of himself saying “Good God, I must leave right away.”"
        },
        {
            "title": "‘Cristóbal Balenciaga’ Is a Gorgeous Fashion Drama",
            "image": "https://static01.nyt.com/images/2025/01/17/arts/16Watching-Balenciaga/16Watching-Balenciaga-mediumSquareAt3X.jpg",
            "subline": "The six-part Hulu series follows the pioneering designer’s life and career with startling beauty and potency."
        },
        {
            "title": "5 New Books We Recommend This Week",
            "image": null,
            "subline": "Suggested reading from critics and editors at The New York Times."
        },
        {
            "title": "David Lynch Dead: ‘Twin Peaks’ and ‘Mulholland Drive’ Director Was 78",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/16lynch-1-ckbt/16lynch-1-ckbt-mediumSquareAt3X.jpg",
            "subline": "A visionary, his films included “Eraserhead,” “Blue Velvet” and “Mulholland Drive.” He also brought his skewed view to the small screen with “Twin Peaks.”"
        },
        {
            "title": "Producers Guild Nominations Narrow Down the Oscar Field",
            "image": null,
            "subline": "The list includes “Anora,” “Conclave,” “Emilia Pérez” and “A Complete Unknown,” which all received directors and actors guild nominations, too."
        },
        {
            "title": "TikTok Refugees Get Wry Welcome on RedNote, Another Chinese App",
            "image": null,
            "subline": "In their mass migration to the Chinese app RedNote, social media users make a gleeful mockery of the American government."
        },
        {
            "title": "‘The Chef’ Review: Kitchen Drama, This Time in Tel Aviv",
            "image": "https://static01.nyt.com/images/2025/01/18/arts/16thechef/16thechef-mediumSquareAt3X.jpg",
            "subline": "The Israeli series, now available in the United States, calls to mind “The Bear” but was made first."
        },
        {
            "title": "Nintendo Switch 2 Is Announced With a 2025 Release Date",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/16switch-announcement-hqvg/16switch-announcement-hqvg-mediumSquareAt3X.jpg",
            "subline": "The new console looks physically similar to the popular Switch system, which has sold more than 146 million units in seven years."
        },
        {
            "title": "Conan O’Brien to Receive Mark Twain Prize for American Humor",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/16TWAINPRIZE-jvlq/16TWAINPRIZE-jvlq-mediumSquareAt3X.jpg",
            "subline": "The comedian and former late-night talk show host will be given the Kennedy Center’s annual comedy honor at a ceremony in March."
        }
    ]
},
{
    "date": "21/1/2025",
    "website": "NYT",
    "section": "books",
    "articles": [
        {
            "title": "Martin Amis: An Appreciation",
            "image": "https://static01.nyt.com/images/2023/06/11/books/review/22AMIS-APPRECIATION/22AMIS-APPRECIATION-mediumSquareAt3X.jpg",
            "subline": "Our critic assesses the achievement of Martin Amis, Britain’s most famous literary son."
        },
        {
            "title": "Book Review: ‘NB by J.C.,’ by James Campbell",
            "image": null,
            "subline": "“NB by J.C.” collects the variegated musings of James Campbell in the Times Literary Supplement."
        },
        {
            "title": "In ‘Fires in the Dark,’ Kay Redfield Jamison Turns to Healers",
            "image": "https://static01.nyt.com/images/2023/05/25/multimedia/22JAMISON-lqzm/22JAMISON-lqzm-mediumSquareAt3X.jpg",
            "subline": "In “Fires in the Dark,” Jamison, known for her expertise on manic depression, delves into the quest to heal. Her new book, she says, is a “love song to psychotherapy.”"
        },
        {
            "title": "The Detective Novel ‘Whose Body?,’ by Dorothy L. Sayers, Turns 100",
            "image": "https://static01.nyt.com/images/2023/06/18/multimedia/10SAYERS-essay-twck/10SAYERS-essay-twck-mediumSquareAt3X.jpg",
            "subline": "Dorothy L. Sayers dealt with emotional and financial instability by writing “Whose Body?,” the first of many to star the detective Lord Peter Wimsey."
        },
        {
            "title": "Book Review: ‘Dom Casmurro,’ by Machado de Assis",
            "image": null,
            "subline": "“Dom Casmurro,” by Machado de Assis, teaches us to read — and reread — with precise detail and masterly obfuscation."
        },
        {
            "title": "Book Review: ‘The Late Americans,’ by Brandon Taylor",
            "image": null,
            "subline": "Brandon Taylor’s novel circulates among Iowa City residents, some privileged, some not, but all aware that their possibilities are contracting."
        },
        {
            "title": "Martin Amis’s Best Books: A Guide",
            "image": "https://static01.nyt.com/images/2022/05/22/multimedia/00amis1/00amis1-mediumSquareAt3X.jpg",
            "subline": "The acclaimed British novelist was also an essayist, memoirist and critic of the first rank."
        },
        {
            "title": "The Best Romance Novels of 2024 (So Far)",
            "image": "https://static01.nyt.com/images/2024/05/03/books/review/03Romance-WhatToReadNow/03Romance-WhatToReadNow-mediumSquareAt3X.jpg",
            "subline": "Looking for an escapist love story? Here are 2024’s sexiest, swooniest reads."
        },
        {
            "title": "What Book Should You Read Next?",
            "image": "https://static01.nyt.com/images/2024/09/05/books/review/00WhatToReadNow-092024/00WhatToReadNow-092024-mediumSquareAt3X.jpg",
            "subline": "Finding a book you’ll love can be daunting. Let us help."
        },
        {
            "title": "The Most Anticipated Book Adaptations of 2025: Movies and TV Shows",
            "image": "https://static01.nyt.com/images/2025/01/20/books/review/20BookAdaptations/20BookAdaptations-mediumSquareAt3X.jpg",
            "subline": "Hilary Mantel’s “The Mirror and the Light,” a new “Bridget Jones” and Michael Bond’s Paddington Bear series are some of this year’s most anticipated adaptations."
        },
        {
            "title": "Book Review: ‘Dark Laboratory,’ by Tao Leigh Goffe",
            "image": null,
            "subline": "In “Dark Laboratory,” Tao Leigh Goffe traces the origins of global environmental collapse to the explorer’s conquest of the Caribbean."
        },
        {
            "title": "Book Review: ‘Mona Acts Out,’ by Mischa Berlinski",
            "image": null,
            "subline": "Mischa Berlinski’s shrewd comic novel finds a veteran actress reconnecting with her deposed mentor while facing the challenge of playing Cleopatra."
        },
        {
            "title": "Book Review: ‘The Wickedest,’ by Caleb Femi",
            "image": "https://static01.nyt.com/images/2025/01/16/books/review/Femi-review/Femi-review-mediumSquareAt3X.jpg",
            "subline": "Details are in Caleb Femi’s new poetry collection, “The Wickedest.”"
        },
        {
            "title": "Book Review: ‘Somewhere Toward Freedom,’ by Bennett Parten",
            "image": "https://static01.nyt.com/images/2025/01/18/books/review/18Parten/18Parten-mediumSquareAt3X.jpg",
            "subline": "“Somewhere Toward Freedom” tells the story of Sherman’s March to the Sea from the perspective of the formerly enslaved."
        },
        {
            "title": "Book Review: ‘Bowling With Corpses,’ by Mike Mignola",
            "image": null,
            "subline": "Mike Mignola’s “Bowling With Corpses” is full of suspicious shadows and offbeat jokes."
        },
        {
            "title": "Book Review: ‘Y2K: How the 2000s Became Everything,’ by Colette Shade",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21shade-review-vkfm/21shade-review-vkfm-mediumSquareAt3X.jpg",
            "subline": "In a vibrant collection of “essays on the future that never was,” Colette Shade takes a cold look at the cheery promise of the 2000s."
        },
        {
            "title": "Book Review: ‘A Crack in Everything,’ by Marcus Chown",
            "image": "https://static01.nyt.com/images/2025/02/09/multimedia/21Chown-Review-lfzb/21Chown-Review-lfzb-mediumSquareAt3X.jpg",
            "subline": "Marcus Chown’s “A Crack in Everything” is a journey through space and time with the people studying one of the most enigmatic objects in the universe."
        },
        {
            "title": "In African Publishing, ‘There Is a Renaissance Going On’",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/19publishing-africa-01-hcjm/19publishing-africa-01-hcjm-mediumSquareAt3X.jpg",
            "subline": "A new ecosystem of publishers, bookstores, literary magazines and festivals is promoting African writers and changing the stories told about the region."
        },
        {
            "title": "Naomi Watts Thinks David Bowie Was Onto Something",
            "image": "https://static01.nyt.com/images/2025/01/26/arts/26myten-Watts/26myten-Watts-mediumSquareAt3X.jpg",
            "subline": "“The first album I ever bought was ‘Hunky Dory,’” said the actress and author, “and all those songs, every single one, is amazing.”"
        },
        {
            "title": "Book Review: ‘Queen Victoria and Her Prime Ministers,’ by Anne Somerset, and ‘Q: A Voyage Around the Queen,’ by Craig Brown",
            "image": null,
            "subline": "Two very different books examine the reigns and legacies of Victoria and Elizabeth II."
        },
        {
            "title": "Book Review: ‘The Uncollected Stories of Mavis Gallant’",
            "image": "https://static01.nyt.com/images/2025/01/21/books/review/21gallant-rovingeye/21gallant-rovingeye-mediumSquareAt3X-v2.jpg",
            "subline": "Mavis Gallant wrote short stories full of brutal humor that examined the hell of other people."
        },
        {
            "title": "How Silence Improves Pico Iyer’s Life",
            "image": "https://static01.nyt.com/images/2025/01/17/podcasts/17podcast-article-pico-iyer-treatment/17podcast-article-pico-iyer-treatment-mediumSquareAt3X.jpg",
            "subline": "The travel writer and essayist discusses his new book, “Aflame,” about his stays at a California monastery."
        },
        {
            "title": "Jeanne Wakatsuki Houston, 90, Dies; Her Internment Inspired a Memoir",
            "image": "https://static01.nyt.com/images/2025/01/19/obituaries/15houston-cover-print2/15houston-cover-mediumSquareAt3X.jpg",
            "subline": "In “Farewell to Manzanar,” she wrote about the years she and her family were imprisoned in a camp for Japanese Americans. It became the basis for a TV movie."
        },
        {
            "title": "Publishers and Influencers Wonder What Could Replace the Power of BookTok",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17booktok-jcfw/17booktok-jcfw-mediumSquareAt3X.jpg",
            "subline": "With a ban looming, publishers are hoping to pivot to new platforms, but readers fear their community of book lovers will never be the same."
        },
        {
            "title": "Poetry Review: ‘Helen of Troy, 1993,’ by Maria Zoccola",
            "image": "https://static01.nyt.com/images/2025/02/02/books/review/02Zoccola-POETRY/15Zoccola-POETRY-mediumSquareAt3X.jpg",
            "subline": "In “Helen of Troy, 1993,” the poet Maria Zoccola relocates a figure from Greek mythology into small-town Tennessee."
        },
        {
            "title": "Book Review: ‘Scattergood,’ by H.M. Bouwman",
            "image": null,
            "subline": "In H.M. Bouwman’s wise and heartbreaking “Scattergood,” the shadow of the Holocaust reaches a farm girl trying to help her ailing friend."
        },
        {
            "title": "Book Review: ‘We Do Not Part,’ by Han Kang",
            "image": null,
            "subline": "The Nobel laureate’s new novel, “We Do Not Part,” revisits a violent chapter in South Korean history."
        },
        {
            "title": "Nathalie Dupree, ‘Queen of Southern Cooking,’ Dies at 85",
            "image": "https://static01.nyt.com/images/2025/01/19/obituaries/15dupree-portrait-print1/15dupree-portrait-mediumSquareAt3X.jpg",
            "subline": "As a cookbook author, TV personality and mentor, she sought to burst the chicken-fried stereotype of the South. Sometimes her life was as messy as her kitchen."
        },
        {
            "title": "5 New Books We Recommend This Week",
            "image": null,
            "subline": "Suggested reading from critics and editors at The New York Times."
        },
        {
            "title": "Neko Case Has Sung Hard Truths. Now She’s Telling Hers in a Memoir.",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19neko-case-01-pmjv/19neko-case-01-pmjv-mediumSquareAt3X.jpg",
            "subline": "In “The Harder I Fight the More I Love You,” the singer and songwriter outlines the personal and professional challenges that have shaped her career."
        },
        {
            "title": "Masters of Allusion: The Art of Poetic Reference",
            "image": "https://static01.nyt.com/images/2025/01/16/books/review/16Gabbert-POETRY/16Gabbert-POETRY-mediumSquareAt3X.jpg",
            "subline": "Poets have a way of incorporating other poets into their work. Our columnist approves."
        },
        {
            "title": "Book Review: ‘Hello Stranger: Musings on Modern Intimacies,’ by Manuel Betancourt",
            "image": null,
            "subline": "In his new essay collection, Manuel Betancourt explores the beauty, depth and riches found in brief romantic encounters with unfamiliar people."
        },
        {
            "title": "Interview: Adam Haslett on ‘Mothers and Sons’ and His Reading Life",
            "image": "https://static01.nyt.com/images/2025/01/19/books/review/19ByTheBook-HASLETT/19ByTheBook-HASLETT-mediumSquareAt3X.jpg",
            "subline": "His new novel is titled after Turgenev’s “Fathers and Sons,” he says, “given the theme of incomprehension between generations in that book.”"
        },
        {
            "title": "Howard Buten, Autism Therapist, Novelist and Clown, Is Dead at 74",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/00buten-1-mlvg/00buten-1-mlvg-mediumSquareAt3X.jpg",
            "subline": "By day, he helped run an autism center he opened in a suburb of Paris. In the evening, he delighted audiences as a clown named Buffo. In between, he wrote novels."
        },
        {
            "title": "Book Review: ‘Open Socrates,’ by Agnes Callard",
            "image": "https://static01.nyt.com/images/2025/02/02/books/review/15Callard-review/15Callard-review-mediumSquareAt3X.jpg",
            "subline": "In “Open Socrates,” the scholar Agnes Callard argues that the ancient Greek philosopher offers a blueprint for an ethical life."
        },
        {
            "title": "Book Review: ‘Going Home,’ by Tom Lamont",
            "image": null,
            "subline": "Tom Lamont’s debut novel, “Going Home,” considers the joys and frustrations of raising a child who is not your own."
        },
        {
            "title": "Gay Talese Keeps Notes, Especially on Everyone’s Clothes",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/15talese-fcmp/15talese-fcmp-mediumSquareAt3X.jpg",
            "subline": "In a new collection about New York City, the writer turns his gimlet eye on its icons, its architecture, its hot spots — and its suits. “Clothes matter — especially when you get old,” he says."
        },
        {
            "title": "Neil Gaiman Responds to Explosive Report of Sexual Assault",
            "image": "https://static01.nyt.com/images/2025/01/15/books/review/15Gaiman/15Gaiman-mediumSquareAt3X.jpg",
            "subline": "“I have never engaged in nonconsensual sexual activity with anyone,” said the best-selling author in response to allegations in New York magazine."
        }
    ]
},
{
    "date": "21/1/2025",
    "website": "NYT",
    "section": "movies",
    "articles": [
        {
            "title": "‘Nickel Boys’ Awakens Black Cinema’s Time Revolution",
            "image": null,
            "subline": "RaMell Ross, A.V. Rockwell, Raven Jackson and Garrett Bradley are the new Black directors chronicling Black life at a different speed."
        },
        {
            "title": "Sex Scenes in Movies Are Back, but They Aren’t Exactly Sexy",
            "image": null,
            "subline": "Instead, these moments in “Anora,” “Babygirl,” “Challengers” and more involve complex power dynamics that speak volumes about their characters."
        },
        {
            "title": "5 Scenes That Define David Lynch’s ‘Lynchian’ Vision",
            "image": null,
            "subline": "The director developed such a distinct style that “Lynchian” became a go-to term for any sort of surrealism onscreen. These scenes from his work get to the heart of what that term embodied."
        },
        {
            "title": "David Lynch Showed Us Who We Are in Dark Masterpieces Like ‘Eraserhead’",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/16LYNCH-APPRAISAL-01-bhlm/16LYNCH-APPRAISAL-01-bhlm-mediumSquareAt3X-v3.jpg",
            "subline": "The director himself came off as almost performatively normal. Masterpieces like “Eraserhead” and “Mulholland Drive” said otherwise."
        },
        {
            "title": "Naomi Watts Thinks David Bowie Was Onto Something",
            "image": "https://static01.nyt.com/images/2025/01/26/arts/26myten-Watts/26myten-Watts-mediumSquareAt3X.jpg",
            "subline": "“The first album I ever bought was ‘Hunky Dory,’” said the actress and author, “and all those songs, every single one, is amazing.”"
        },
        {
            "title": "David Lynch: A Life in Pictures",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/16LYNCH-PICTURES-10-vjwc/16LYNCH-PICTURES-10-vjwc-mediumSquareAt3X.jpg",
            "subline": "The filmmaker possessed a singular vision — and a knack for finding collaborators who could convey it."
        },
        {
            "title": "‘Grand Theft Hamlet’: The (Game) Play’s the Thing",
            "image": null,
            "subline": "The film captures two players staging the classic within an online video game, raising fascinating questions about community and connection."
        },
        {
            "title": "7 New Movies Our Critics Are Talking About This Week",
            "image": null,
            "subline": "Whether you’re a casual moviegoer or an avid buff, our reviewers think these films are worth knowing about."
        },
        {
            "title": "David Lynch Movies and TV Shows: Where to Stream ‘Blue Velvet,’ ‘Twin Peaks’ and More",
            "image": "https://static01.nyt.com/images/2025/01/16/arts/16lynch-streaming/16lynch-streaming-mediumSquareAt3X.jpg",
            "subline": "Films like “Blue Velvet” and “Mulholland Drive” aren’t always easy to explain, but they live on in your mind and burrow under your skin."
        },
        {
            "title": "The Most Anticipated Book Adaptations of 2025: Movies and TV Shows",
            "image": "https://static01.nyt.com/images/2025/01/20/books/review/20BookAdaptations/20BookAdaptations-mediumSquareAt3X.jpg",
            "subline": "Hilary Mantel’s “The Mirror and the Light,” a new “Bridget Jones” and Michael Bond’s Paddington Bear series are some of this year’s most anticipated adaptations."
        },
        {
            "title": "‘Problemista,’ ‘Stress Positions’ and More Streaming Gems",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21beyond-the-algorithm1-hpqb/21beyond-the-algorithm1-hpqb-mediumSquareAt3X.jpg",
            "subline": "A pair of inventive comedies lead off this month’s exploration of the hidden discoveries on your subscription streaming services."
        },
        {
            "title": "In “The Last Showgirl,” Jamie Lee Curtis Dazzles",
            "image": "https://static01.nyt.com/images/2025/01/15/multimedia/15LAST-SHOWGIRL-01-chzk/15LAST-SHOWGIRL-01-chzk-mediumSquareAt3X.jpg",
            "subline": "In “The Last Showgirl,” Jamie Lee Curtis upends a host of cinematic clichés about women."
        },
        {
            "title": "‘Grand Theft Hamlet’ Stages Shakespeare in a Land of Shootouts",
            "image": null,
            "subline": "During a pandemic lockdown, out-of-work actors turned to the video game Grand Theft Auto Online, where a tortured soliloquy may be interrupted by a rocket launcher."
        },
        {
            "title": "9 Movies That Fashion Designers Said Informed Their Aesthetics",
            "image": null,
            "subline": "Nine designers discuss the films that continue to inform their aesthetics, from “In the Mood for Love” to “The Exorcist.”"
        },
        {
            "title": "David Lynch’s Style: Lavish Hair, Basic Clothes, Cigarettes",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17DAVID-LYNCH-STYLE-01-bzjm/17DAVID-LYNCH-STYLE-01-bzjm-mediumSquareAt3X.jpg",
            "subline": "Lavish hair, nondescript clothes and a smoking habit were hallmarks of the filmmaker David Lynch’s visual persona."
        },
        {
            "title": "Five Science Fiction Movies to Stream Now",
            "image": null,
            "subline": "In this month’s sci-fi picks, what’s worse? Coming face-to-face with the apocalypse or with our older selves?"
        },
        {
            "title": "What the ‘Moana 2’ Songs Owe to Beyoncé and ‘Beauty and the Beast’",
            "image": null,
            "subline": "In writing their first film soundtrack together, the TikTok duo of Abigail Barlow and Emily Bear looked to those influences and “Anchorman.” Of course."
        },
        {
            "title": "‘Back in Action’ Review: Cameron Diaz and Jamie Foxx Star as Former Spies",
            "image": null,
            "subline": "Cameron Diaz and Jamie Foxx star as former agents, now parents, who must protect their children. You can guess the rest."
        },
        {
            "title": "David Lynch’s Death Prompts Tributes From Steven Spielberg, Kyle MacLachlan and More",
            "image": null,
            "subline": "Lynch’s death inspired tributes from fellow filmmakers, celebrities and past collaborators, who praised his visionary work and singular voice."
        },
        {
            "title": "David Lynch Dead: ‘Twin Peaks’ and ‘Mulholland Drive’ Director Was 78",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/16lynch-1-ckbt/16lynch-1-ckbt-mediumSquareAt3X.jpg",
            "subline": "A visionary, his films included “Eraserhead,” “Blue Velvet” and “Mulholland Drive.” He also brought his skewed view to the small screen with “Twin Peaks.”"
        },
        {
            "title": "Producers Guild Nominations Narrow Down the Oscar Field",
            "image": null,
            "subline": "The list includes “Anora,” “Conclave,” “Emilia Pérez” and “A Complete Unknown,” which all received directors and actors guild nominations, too."
        },
        {
            "title": "‘Alarum’ Review: Mission Forgettable",
            "image": null,
            "subline": "Sylvester Stallone briefly stabilizes this artless action movie about a rogue agent and his wife on the run."
        },
        {
            "title": "‘Night Call’ Review: Belgian Brawlers",
            "image": null,
            "subline": "An ordinary locksmith undergoes an action-hero transformation in this snappy thriller set in Brussels during the height of the Black Lives Matter protests."
        },
        {
            "title": "‘Wolf Man’ Review: Howling on the Inside",
            "image": null,
            "subline": "Julia Garner stars as a weary wife to Christopher Abbott, who might be transforming into a savage animal, in this cabin-in-the-woods thriller."
        },
        {
            "title": "‘One of Them Days’ Review: Keke Palmer and SZA on a Mad Dash for Cash",
            "image": null,
            "subline": "Keke Palmer and SZA play short-on-cash roommates on a mad dash across Los Angeles in this exhilarating comedy."
        },
        {
            "title": "‘Wish You Were Here’ Review: One Night Can Change a Life",
            "image": null,
            "subline": "A tepid romance follows familiar genre lines, but lacks some fundamental appeal."
        },
        {
            "title": "‘I’m Still Here’ Review: When Politics Invades a Happy Home",
            "image": null,
            "subline": "The award-winning Brazilian film has been a major hit in its home country — and it’s easy to see why."
        },
        {
            "title": "With ‘Wolf Man,’ Leigh Whannell Explores Personal Monsters",
            "image": null,
            "subline": "The writer and director of “The Invisible Man,” 21st-century style, is back with an interpretation of another Universal Pictures monster movie, “Wolf Man.”"
        },
        {
            "title": "‘Wicked,’ ‘Anora’ and ‘A Complete Unknown’ Get Writers Guild Nominations",
            "image": null,
            "subline": "The three films have momentum leading up to the planned Oscars nomination announcement next week."
        },
        {
            "title": "BAFTA Nominations 2025: ‘Conclave’ and ‘Emilia Pérez’ Are Up for Best Film",
            "image": "https://static01.nyt.com/images/2025/01/15/multimedia/15bafta-nominations-fhkl/15bafta-nominations-fhkl-mediumSquareAt3X.jpg",
            "subline": "“Anora,” “A Compete Unknown” and “The Brutalist” are also in the running for best film at the British equivalent of the Oscars."
        },
        {
            "title": "With ‘The Brutalist,’ Guy Pearce Makes His Hollywood Return",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/15projectionist-pearce-01-tfvc/15projectionist-pearce-01-tfvc-mediumSquareAt3X.jpg",
            "subline": "After roles in “Memento” and “L.A. Confidential” made him famous, Pearce turned his back on Hollywood. At age 57, he’s returned in “The Brutalist.”"
        },
        {
            "title": "Rick Kuhn, 69, Dies; Convicted in a College Gambling Scandal",
            "image": "https://static01.nyt.com/images/2025/01/16/obituaries/14kuhn-1-print1/14kuhn-1-mediumSquareAt3X.jpg",
            "subline": "While playing basketball at Boston College, he participated in a point-shaving scheme with Henry Hill, the mobster later portrayed in the movie “Goodfellas.”"
        },
        {
            "title": "Are the Intense Scenes in ‘Nosferatu’ and ‘Babygirl’ Supposed to Be Funny?",
            "image": "https://static01.nyt.com/images/2025/01/14/fashion/14LAUGH-ETIQUETTE/14LAUGH-ETIQUETTE-mediumSquareAt3X.jpg",
            "subline": "Are the most intense scenes in “Nosferatu,” “Anora” and “Babygirl” supposed to be funny? If not, why are people cracking up?"
        }
    ]
},
{
    "date": "21/1/2025",
    "website": "NYT",
    "section": "theater",
    "articles": [
        {
            "title": "Against All Odds, a Vegas Theater Scene With a ‘Sense of the Wild West’",
            "image": "https://static01.nyt.com/images/2025/01/26/multimedia/26vegas-theater-tpgw/26vegas-theater-tpgw-mediumSquareAt3X.jpg",
            "subline": "Local artists straddle aesthetic and artistic worlds in the land of mega-spectacles and oversize flash."
        },
        {
            "title": "Book Review: ‘Mona Acts Out,’ by Mischa Berlinski",
            "image": null,
            "subline": "Mischa Berlinski’s shrewd comic novel finds a veteran actress reconnecting with her deposed mentor while facing the challenge of playing Cleopatra."
        },
        {
            "title": "Claire van Kampen, 71, Playwright and Arranger of Early Music World, Dies",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/19vankampen-zvmj-print1/19vankampen-zvmj-mediumSquareAt3X.jpg",
            "subline": "After she married Mark Rylance, the two often collaborated; her specialty was arranging music for Tudor-era plays. Then she wrote a period piece of her own."
        },
        {
            "title": "‘Grand Theft Hamlet’ Stages Shakespeare in a Land of Shootouts",
            "image": null,
            "subline": "During a pandemic lockdown, out-of-work actors turned to the video game Grand Theft Auto Online, where a tortured soliloquy may be interrupted by a rocket launcher."
        },
        {
            "title": "‘Prima Facie’ and Other Theater Productions to Stream Now",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/17theater-streaming-klmb/17theater-streaming-klmb-mediumSquareAt3X.jpg",
            "subline": "This month’s picks include “Prima Facie,” intimate audio plays and bite-size dramas."
        },
        {
            "title": "‘Grand Theft Hamlet’: The (Game) Play’s the Thing",
            "image": null,
            "subline": "The film captures two players staging the classic within an online video game, raising fascinating questions about community and connection."
        },
        {
            "title": "In a ‘Show Boat’ Reboot, Ol’ Man River Gets an Extreme Makeover",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/show-boat-cwgz/show-boat-cwgz-mediumSquareAt3X.jpg",
            "subline": "“Show/Boat: A River” reverses the racial lens on the great-grandfather of American musicals."
        },
        {
            "title": "For These Teenagers in Ukraine, Hope Arrived at the Stage Door",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21ukraine-play-bgzf/21ukraine-play-bgzf-mediumSquareAt3X-v2.jpg",
            "subline": "The students in a summer acting course performed a play set in America, called, “It’s okay!” And it gave them hope that their lives would be OK, too."
        },
        {
            "title": "Under the Radar: Venturing to Fantastical Universes With a Dodo and More",
            "image": null,
            "subline": "Stories from refugee children, gloriously morbid puppets and a rooster who defies a dictator. These are some of the offbeat offerings this January."
        },
        {
            "title": "Second Stage Moved Out. Now This Prolific Theater Producer Is Moving In.",
            "image": "https://static01.nyt.com/images/2025/01/14/multimedia/14KAISER-THEATER-01-fhwq/14KAISER-THEATER-01-fhwq-mediumSquareAt3X.jpg",
            "subline": "Seaview, whose buzzy shows include “Romeo + Juliet,” has seized a chance to have its own theater by taking over Second Stage’s former Off Broadway home."
        },
        {
            "title": "The Mothers on Broadway Are Finally More Than Monsters",
            "image": "https://static01.nyt.com/images/2025/01/10/arts/00NOTEBOOK-Combo/00NOTEBOOK-Combo-mediumSquareAt3X.jpg",
            "subline": "Onstage, the flip-side of filial devotion has often been contempt. But a wave of forceful and multidimensional mothers suggests that may be changing."
        },
        {
            "title": "Atlantic Theater Stagehands Go on Strike",
            "image": "https://static01.nyt.com/images/2025/01/14/multimedia/12stagehands-strike-tjpf/12stagehands-strike-tjpf-mediumSquareAt3X.jpg",
            "subline": "The stage employees union accused the nonprofit theater of stalling talks. The strike forced the cancellation of Sunday performances of two new plays."
        },
        {
            "title": "Abigail McGrath, Founder of an Experimental Theater, Dies at 84",
            "image": null,
            "subline": "She was an aspiring actor when she was cast in an Andy Warhol film called “Tub Girls.” But she was best known for the beloved Off Center Theater."
        },
        {
            "title": "‘Wicked’ Star Cynthia Erivo Sees Her Characters Through",
            "image": "https://static01.nyt.com/images/2025/01/13/multimedia/10cynthia-erivo-02-wmkt/10cynthia-erivo-02-wmkt-mediumSquareAt3X.jpg",
            "subline": "Whether it’s Elphaba in “Wicked” or Celie in “The Color Purple,” the star doesn’t choose parts “frivolously”; she wants roles that stay with viewers."
        },
        {
            "title": "Review: She’s the Dancing Body, He’s the Restless Mind",
            "image": null,
            "subline": "Monica Bill Barnes and Robbie Saenz de Viteri ring in the New Year in their physical and introspective “Many Happy Returns.”"
        },
        {
            "title": "‘Tammy Faye’ and ‘Cinderella’ Were Hits in London but Failed on Broadway",
            "image": "https://static01.nyt.com/images/2025/01/13/multimedia/10LONDONEXPORTS-1-pljb/10LONDONEXPORTS-1-pljb-mediumSquareAt3X.jpg",
            "subline": "What happened to “Sunset Boulevard,” “Back to the Future,” “Cinderella” and “Tammy Faye” when they crossed the Atlantic?"
        },
        {
            "title": "Otto Schenk, Opera Director and Bulwark of Tradition, Dies at 94",
            "image": null,
            "subline": "A prominent practitioner of the historically grand productions that were once fashionable at the Met, he was especially well known for his stagings of Wagner."
        },
        {
            "title": "Fun Things to Do in NYC in January 2025",
            "image": null,
            "subline": "Looking for something to do in New York? Explore the percussive side of saxophones with PRISM Quartet and Miguel Zenón or introduce the kids to “The Iron Giant.”"
        },
        {
            "title": "Why ‘Show Boat’ Is America’s Most Enduring, Unstable Musical",
            "image": "https://static01.nyt.com/images/2025/01/09/multimedia/08show-boat-vpjc/08show-boat-vpjc-mediumSquareAt3X.jpg",
            "subline": "A revival called “Show/Boat: A River” joins a history of reimagining the musical that goes back nearly a century, to its first performances."
        },
        {
            "title": "‘Les Histrioniques’ Turns a #MeToo Theater Campaign Into Drama",
            "image": "https://static01.nyt.com/images/2025/01/07/world/07me-too-review/07me-too-review-mediumSquareAt3X.jpg",
            "subline": "The French activists behind the hashtag #MeTooThéâtre have devised a play that shows the personal cost of bringing abuse claims to light."
        }
    ]
},
{
    "date": "21/1/2025",
    "website": "NYT",
    "section": "travel",
    "articles": [
        {
            "title": "Specialty Coffee Shops and Parisian Cafes",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20paris-coffee-shops-01-pkfb/20paris-coffee-shops-01-pkfb-mediumSquareAt3X.jpg",
            "subline": "The city’s traditional cafes and bistros are staking out their cultural territory in an emerging duel against highly caffeinated upstarts serving up latte art."
        },
        {
            "title": "Yogyarkata, Indonesia Is Where Javanese Culture Begins",
            "image": "https://static01.nyt.com/images/2025/01/13/multimedia/00-yogjakarta-indonesia-01-gwqf/00-yogjakarta-indonesia-01-gwqf-mediumSquareAt3X.jpg",
            "subline": "The Indonesian city is home to some of the greatest Hindu and Buddhist temples, a thriving food scene and an area known as the Cosmological Axis, a cradle of Javanese culture."
        },
        {
            "title": "Tik Tok Travel Ban Could Change Travel",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18-travel-tiktok-ban-ghpk/18-travel-tiktok-ban-ghpk-mediumSquareAt3X.jpg",
            "subline": "The app gave places like an ice cream shop/wine bar fame, and sometimes overwhelmed them with crowds. Influencers and destinations await the fallout."
        },
        {
            "title": "5 Intimacy Retreats to Improve Your Sex Life",
            "image": "https://static01.nyt.com/images/2025/01/16/travel/16sexual-wellness-illo/16sexual-wellness-illo-mediumSquareAt3X.jpg",
            "subline": "At these retreats in places like Costa Rica, California and the Berkshires, you’ll learn how to express your desires, enhance intimacy and build self-confidence."
        },
        {
            "title": "Overbooked Flight? What to Know If an Airline Bumps You",
            "image": "https://static01.nyt.com/images/2025/01/21/travel/15travel-bumped-print/15travel-bumped-mediumSquareAt3X.jpg",
            "subline": "When airlines sell more tickets than available seats, passengers can get kicked off their flights — whether they want to or not."
        },
        {
            "title": "Robert De Niro’s New Nobu Hotel in the Caribbean Is Close to His Heart",
            "image": "https://static01.nyt.com/images/2025/01/13/multimedia/00-deniro-hotel-01-zchw/00-deniro-hotel-01-zchw-mediumSquareAt3X.jpg",
            "subline": "The actor has long had a second career as a hotelier and restaurateur. Now, he and his partners are planning to open a luxury inn on the Caribbean island of Barbuda."
        },
        {
            "title": "American Airlines Accused of Discrimination by Interracial Couple",
            "image": "https://static01.nyt.com/images/2025/01/17/multimedia/17travel-american1-vqzl/17travel-american1-vqzl-mediumSquareAt3X.jpg",
            "subline": "In a lawsuit, two newlyweds say they were detained after a passenger and airline employees wrongly suspected the Black husband of trafficking his white wife."
        },
        {
            "title": "Want an Authentic Travel Experience? Try McDonald’s.",
            "image": null,
            "subline": "It’s a much realer version of the supposed authenticity we so often seek."
        },
        {
            "title": "How A.I. Tools Helped the Travel Team Study Its ‘Places to Go’ Lists",
            "image": "https://static01.nyt.com/images/2024/12/31/travel/52-anniversary-promo/52-anniversary-promo-mediumSquareAt3X-v2.jpg",
            "subline": "Two decades of destinations amount to more than 300,000 words. To take a closer look, we needed more than the human eye."
        },
        {
            "title": "What to Know About Plane Maintenance After the South Korean Crash",
            "image": "https://static01.nyt.com/images/2025/01/16/multimedia/00air-maintenance-hgmq/00air-maintenance-hgmq-mediumSquareAt3X.jpg",
            "subline": "Airlines have been increasingly outsourcing repair and upkeep work to other countries, but experts and consumer groups disagree about its impact on safety."
        },
        {
            "title": "A Guide to Mexico City’s New Wave of Boutique Hotels",
            "image": null,
            "subline": "In the Condesa and Roma neighborhoods, boutique properties are reviving historic buildings."
        },
        {
            "title": "The Painter Whose Canvases Have Hidden Messages",
            "image": null,
            "subline": "Plus: a mountain safari camp in South Africa, Japanese fruit and more recommendations from T Magazine."
        },
        {
            "title": "U.S. Sues Southwest Airlines Over Chronic Delays",
            "image": "https://static01.nyt.com/images/2025/01/15/multimedia/15dot-airlines-qjhc/15dot-airlines-qjhc-mediumSquareAt3X.jpg",
            "subline": "The Transportation Department said in a lawsuit that two of the airline’s routes were consistently delayed in violation of federal rules."
        },
        {
            "title": "Your Frugal Travel Calendar for the Year Ahead",
            "image": "https://static01.nyt.com/images/2025/01/13/travel/13frugal-travel-planner-illo/13frugal-travel-planner-illo-mediumSquareAt3X.jpg",
            "subline": "Mark your calendar to take advantage of sales, slow periods and the best travel deals."
        },
        {
            "title": "Even Without Its Most Famous Son, Carter’s Hometown Remains a Destination",
            "image": "https://static01.nyt.com/images/2025/01/10/multimedia/00nat-carter-presidential-towns-01-cwgv/00nat-carter-presidential-towns-01-cwgv-mediumSquareAt3X.jpg",
            "subline": "Plains, Ga., joins a collection of other small towns known for their part in presidential history. That can provide a steady source of tourism."
        },
        {
            "title": "As Delta Reports Profits, Airlines Are Optimistic About 2025",
            "image": "https://static01.nyt.com/images/2025/01/10/multimedia/10airlines-vqph/10airlines-vqph-mediumSquareAt3X.jpg",
            "subline": "The industry is enjoying a strong demand for tickets and rising profits, but it remains vulnerable to unexpected problems like a recession or a surge in inflation."
        },
        {
            "title": "How Bucks County, Pa., Became a Celebrity Hot Spot",
            "image": "https://static01.nyt.com/images/2025/01/12/multimedia/11NEWHOPE-03-vgfz/11NEWHOPE-03-vgfz-mediumSquareAt3X.jpg",
            "subline": "First came the Hadids. Then Bradley Cooper. Now, with luxury inns going up, the area around New Hope, Pa. is taking a glamorous turn."
        },
        {
            "title": "In Los Angeles, Hotels Become a Refuge for Fire Evacuees",
            "image": "https://static01.nyt.com/images/2025/01/10/multimedia/LAFIRE-tourists-01-bmtg/LAFIRE-tourists-01-bmtg-mediumSquareAt3X.jpg",
            "subline": "In lobbies throughout the city, guests with children, pets and hastily packed bags share a resigned intimacy."
        },
        {
            "title": "How the Northern Lights and Digital Photography Have Boosted Astrotourism",
            "image": "https://static01.nyt.com/images/2025/01/18/travel/00aurora-explainer-kjmq/00aurora-explainer-kjmq-mediumSquareAt3X.jpg",
            "subline": "As astrotourism booms, the northern lights get a boost from digital photography."
        },
        {
            "title": "Park City Strike Ends With Increase in Wages for Ski Patrollers",
            "image": "https://static01.nyt.com/images/2025/01/09/multimedia/parkcity-strike-02-fgzb/parkcity-strike-02-fgzb-mediumSquareAt3X.jpg",
            "subline": "The nearly two-week strike hobbled the largest U.S. ski resort during a busy holiday period and sparked online fury about deepening economic inequality in rural mountain areas."
        }
    ]
},
{
    "date": "21/1/2025",
    "website": "NYT",
    "section": "magazine",
    "articles": [
        {
            "title": "‘The Interview’: Curtis Yarvin Says Democracy is Done",
            "image": "https://static01.nyt.com/images/2025/01/26/magazine/26mag-interview-yarvin-03/26mag-interview-yarvin-03-mediumSquareAt3X.jpg",
            "subline": "The once-fringe writer has long argued for an American monarchy. His ideas have found an audience in the incoming administration and Silicon Valley."
        },
        {
            "title": "Can I Go to Church When I Don’t Believe?",
            "image": null,
            "subline": "The magazine’s Ethicist columnist on separating belief from an appreciation of the arts and rituals produced by a religious organization."
        },
        {
            "title": "Syrians in Turkey Agonize Over a Return Home",
            "image": "https://static01.nyt.com/images/2025/01/19/magazine/19mag-turkey-03/19mag-turkey-03-mediumSquareAt3X.jpg",
            "subline": "With the Assad regime out of power, millions weigh the decision to go back to their war-torn country."
        },
        {
            "title": "Luigi Mangione Isn’t the First Accused Killer America Has Loved. He Won’t Be the Last.",
            "image": null,
            "subline": "The mythology of a dashing foe recast as a symbol of resistance has taken on new momentum through social media."
        },
        {
            "title": "Chronic Pain Afflicts Billions of People. It’s Time for a Revolution.",
            "image": "https://static01.nyt.com/images/2025/01/19/magazine/19mag-pain/19mag-pain-mediumSquareAt3X.jpg",
            "subline": "As many as two billion people suffer from it — including me. Can science finally bring us relief?"
        },
        {
            "title": "Fix Your Glutes. Fix Your Life.",
            "image": null,
            "subline": "I didn’t appreciate their utility — and paid for it."
        },
        {
            "title": "Some Raw Truths About Raw Milk",
            "image": null,
            "subline": "Despite the serious risks of drinking it, a growing movement — including the potential health secretary Robert F. Kennedy Jr. — claims it has benefits. Should we take them more seriously?"
        },
        {
            "title": "Chronic Pain: Five Things We Know About Causes, Treatments and Diagnoses",
            "image": "https://static01.nyt.com/images/2025/01/19/magazine/19mag-pain-takeaways/19mag-pain-takeaways-mediumSquareAt3X-v2.jpg",
            "subline": "After developing chronic pain, I started looking into what scientists do — and still don’t — understand about the disease. Here is what I learned."
        },
        {
            "title": "‘The Interview’: Ben Stiller Knows How ‘Severance’ Ends",
            "image": "https://static01.nyt.com/images/2025/01/19/magazine/19mag-interview-stiller-04/19mag-interview-stiller-04-mediumSquareAt3X.jpg",
            "subline": "The actor-director discusses the long-awaited return of the hit series, the comedies that made him a star and growing up with his famous parents."
        },
        {
            "title": "Want an Authentic Travel Experience? Try McDonald’s.",
            "image": null,
            "subline": "It’s a much realer version of the supposed authenticity we so often seek."
        },
        {
            "title": "Birthright Citizenship Under the 14th Amendment Defined America. Will Trump End It?",
            "image": null,
            "subline": "The 14th Amendment made the U.S. a place where every child was born equal under the law. That might be about to change."
        },
        {
            "title": "Judge John Hodgman on Condescending Kit Kat Labels",
            "image": null,
            "subline": "Can a candy bar’s instructions be too paternalistic?"
        },
        {
            "title": "‘The Interview’: Ambassador David Pressman Is Alarmed by What He Has Seen",
            "image": "https://static01.nyt.com/images/2025/01/15/magazine/15mag-interview-pressman-02/15mag-interview-pressman-02-mediumSquareAt3X-v2.jpg",
            "subline": "Ambassador David Pressman talks about his contentious relationship with Viktor Orban’s administration and why what happens in Hungary matters."
        },
        {
            "title": "I’m a Cyclist. Must I Wait for the Light When I Know I Can Safely Cross?",
            "image": null,
            "subline": "The magazine’s Ethicist columnist on the intersection of courteousness and lawfulness on city streets."
        },
        {
            "title": "The Secret to Perfect Veggie Meatballs Is Imperfection",
            "image": "https://static01.nyt.com/images/2025/01/19/magazine/19mag-Eat/19mag-Eat-mediumSquareAt3X.jpg",
            "subline": "I am not saying that anything goes. But with some creativity and a bit of trial and error, you will find that more goes than you would think."
        },
        {
            "title": "Can I Ban Books From My Front-Yard Little Free Library?",
            "image": null,
            "subline": "The magazine’s Ethicist columnist on the curation of a book collection."
        },
        {
            "title": "New York’s Chinese Dissidents Thought He Was an Ally. He Was a Spy.",
            "image": "https://static01.nyt.com/images/2025/01/12/magazine/12mag-chinesespying/12mag-chinesespying-mediumSquareAt3X.jpg",
            "subline": "Shujun Wang seemed to be a Chinese democracy activist, but an F.B.I. investigation showed just how far China will go to repress citizens abroad."
        },
        {
            "title": "Judge John Hodgman on Obscure Cocktails",
            "image": null,
            "subline": "What’s a Boston sour?"
        },
        {
            "title": "I’m Speaking at a Friend’s Funeral. Can I Tell a Story that Could be Wrong?",
            "image": null,
            "subline": "The magazine’s Ethicist columnist on the fallibility of memory."
        },
        {
            "title": "The Republican Superstars Eager to Wish You Happy Birthday",
            "image": null,
            "subline": "Matt Gaetz, George Santos, Roger Stone — the celebrity-video app Cameo has become a key stop for embattled or notorious political figures."
        }
    ]
},
{
    "date": "21/1/2025",
    "website": "NYT",
    "section": "opinion",
    "articles": [
        {
            "title": "On a Cold, Dark Inauguration Day, a Message From the Birds",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20renkl-jflq/20renkl-jflq-mediumSquareAt3X.jpg",
            "subline": "Seeing those cardinals watching over each other, I wondered: What can I, too, do to be watchful? To take care?"
        },
        {
            "title": "Four More Years! Four More Years! Wait. Four More Years?",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20conversation1-qckm/20conversation1-qckm-mediumSquareAt3X.jpg",
            "subline": "Meet the new boss. Same as the old boss."
        },
        {
            "title": "It’s Trump’s Messy, Dangerous World Now",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/20Panetta-vmbq/20Panetta-vmbq-mediumSquareAt3X.jpg",
            "subline": "The key to peace is strength, and the key to strength is leadership."
        },
        {
            "title": "Trump Doesn’t Have What It Takes to Be a Great President",
            "image": null,
            "subline": "Pushing power to the limit does not guarantee presidential success."
        },
        {
            "title": "Sorry, No Secret to Life Is Going to Make You Live to 110",
            "image": "https://static01.nyt.com/images/2025/01/20/opinion/20Newman/20Newman-mediumSquareAt3X.jpg",
            "subline": "Some of the claims behind the longest-lived people are simply improbable."
        },
        {
            "title": "This Day Calls for Martin Luther King’s Vision",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20mccaulley-vwlb/20mccaulley-vwlb-mediumSquareAt3X-v2.jpg",
            "subline": "The troubled times many of us feel we are in make his message especially relevant."
        },
        {
            "title": "I Was an Undocumented Immigrant. I Beg You to See the Nuance in Our Stories.",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/20vargas-wtjp/20vargas-wtjp-mediumSquareAt3X.jpg",
            "subline": "The situations of undocumented immigrants are varied, and call for a variety of solutions."
        },
        {
            "title": "A King? A Pawn? A Rogue? The Founders Could Barely Imagine a President.",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/20schiff1-twjm/20schiff1-twjm-mediumSquareAt3X.jpg",
            "subline": "The young nation had seen many things, but a single executive? Surely not."
        },
        {
            "title": "The Debate Over Trump’s Favorite Word Needs a Reset",
            "image": "https://static01.nyt.com/images/2025/01/20/opinion/20coy-newsletter-image/20coy-newsletter-image-mediumSquareAt3X.jpg",
            "subline": "Are tariffs good or bad policy? The answer is less simple than you might think."
        },
        {
            "title": "The Right Is Winning the Battle for Hearts and Minds",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21edsall1-bqtf/21edsall1-bqtf-mediumSquareAt3X.jpg",
            "subline": "The full-scale assault by the conservative movement on liberal domination of the nation’s culture has begun to deliver key victories."
        },
        {
            "title": "Thomas Friedman: The Global Challenges Facing Trump",
            "image": "https://static01.nyt.com/images/2025/01/20/opinion/-21opinions-friedman/-21opinions-friedman-mediumSquareAt3X.jpg",
            "subline": "The columnist on why the president is facing a rare moment of opportunity in the Middle East."
        },
        {
            "title": "My Mother-in-Law Lost Her Mind. Then She Found Herself.",
            "image": "https://static01.nyt.com/images/2025/01/21/opinion/21halpern-image/21halpern-image-mediumSquareAt3X.jpg",
            "subline": "“I can’t change it. I’m not in control, so I have to listen.”"
        },
        {
            "title": "TikTok, Trump and the Economic Cost of C.E.O.s Cozying Up to Trump",
            "image": null,
            "subline": "The fealty that corporate chieftains are showing the new president is a worrying sign for our economy."
        },
        {
            "title": "President Trump, You Can Remake the Middle East if You Dare",
            "image": "https://static01.nyt.com/images/2025/01/21/multimedia/21friedman2-tkwg/21friedman2-tkwg-mediumSquareAt3X.jpg",
            "subline": "While the wages of success in the region will be enormous, the consequences of failure will be utterly hellish."
        },
        {
            "title": "The Dark Roots of Donald Trump’s Obsession With Panama and Greenland",
            "image": "https://static01.nyt.com/images/2025/01/19/opinion/19grandin-image/19grandin-image-mediumSquareAt3X.jpg",
            "subline": "He is tapping into a vision of a United States that is forever growing, forever moving outward."
        },
        {
            "title": "Trump Has Everyone Just Where He Wants Them",
            "image": "https://static01.nyt.com/images/2025/01/22/multimedia/20dowd1-pjtq/20dowd1-pjtq-mediumSquareAt3X.jpg",
            "subline": "A boast and a warning as the 45th president becomes the 47th."
        },
        {
            "title": "Trump’s Opening Act of Contempt",
            "image": "https://static01.nyt.com/images/2025/01/20/opinion/20pardons-image/20pardons-image-mediumSquareAt3X.jpg",
            "subline": "To open his term with such an act of contempt toward the legal system is audacious, even for Mr. Trump."
        },
        {
            "title": "‘American Carnage 2: Ultimate Carnage’: Best and Worst Moments From Trump’s Inaugural Address",
            "image": "https://static01.nyt.com/images/2025/01/20/opinion/20scorecard/20scorecard-mediumSquareAt3X-v4.jpg",
            "subline": "Fourteen Opinion writers assess the substance and style of Trump’s speech."
        },
        {
            "title": "The Line in Trump’s Speech That Will Echo in Time",
            "image": null,
            "subline": "The niceties of Donald Trump’s first speech as president couldn’t mask the darkness within — or the way he views his mission now."
        },
        {
            "title": "Fixing America’s Immigration System",
            "image": "https://static01.nyt.com/images/2025/01/12/opinion/10Immigration/10Immigration-mediumSquareAt3X.jpg",
            "subline": "Readers respond to an editorial with their own suggestions. Also: The benefits of virtual therapy; in praise of solitude; our warming planet."
        },
        {
            "title": "Trump Won’t Change the Fact That America Needs Immigrants",
            "image": "https://static01.nyt.com/images/2025/01/20/opinion/20opinions-appelbaum/20opinions-appelbaum-mediumSquareAt3X.jpg",
            "subline": "Binyamin Appelbaum argues that immigration is America’s rocket fuel."
        },
        {
            "title": "An Invitation to Join America? Mr. Douthat, We Canadians ‘Politely Decline.’",
            "image": "https://static01.nyt.com/images/2025/01/13/opinion/11douthat1/11douthat1-mediumSquareAt3X.jpg",
            "subline": "Readers give reasons to turn down Ross Douthat’s invitation. Also: The 2024 election; helping the hurting; reasons not to fly."
        },
        {
            "title": "Texas Has a Perverse Idea of Religious Freedom",
            "image": "https://static01.nyt.com/images/2025/01/22/multimedia/22French-wtmz/22French-wtmz-mediumSquareAt3X.jpg",
            "subline": "MAGA’s cruelty toward immigrants and its disregard for civil liberties are on full display in the Lone Star State."
        },
        {
            "title": "Kyle MacLachlan: How David Lynch Invented Me",
            "image": null,
            "subline": "How could words possibly do justice to an experience like that?"
        },
        {
            "title": "Trump Barely Won the Election. Why Doesn’t It Feel That Way?",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19klein-kqwc/19klein-kqwc-mediumSquareAt3X.jpg",
            "subline": "The president-elect’s cultural victory has lapped his political victory."
        },
        {
            "title": "I’m a 17-Year-Old TikTok Junkie. I Need This Ban.",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19weisfogel-fhtg/19weisfogel-fhtg-mediumSquareAt3X.jpg",
            "subline": "What worries me most right now is the future of my generation."
        },
        {
            "title": "‘We’d Have Been Better Off if Trump Won in 2020’: Three Columnists Brace for the First 100 Days",
            "image": "https://static01.nyt.com/images/2025/01/19/opinion/19roundtable/19roundtable-mediumSquareAt3X-v2.jpg",
            "subline": "What kind of disruptions does America need? And what will Trump not actually follow through on?"
        },
        {
            "title": "Sean Spicer Has Regrets. But He Still Believes in Trump.",
            "image": null,
            "subline": "A former White House press secretary shares his predictions for Trump’s second term."
        },
        {
            "title": "There Is No Way to Retreat From the Risk of Wildfires",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/19koslov-klpj/19koslov-klpj-mediumSquareAt3X.jpg",
            "subline": "Some more realistic ways to think about the challenges ahead."
        },
        {
            "title": "Sean Spicer on Trump 2.0: ‘It’s Going to Be Cataclysmic’",
            "image": null,
            "subline": "The former White House press secretary shares his predictions for Trump’s second term."
        },
        {
            "title": "Mark Zuckerberg Has a Funny Idea of What It Is to Be a Man",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18bouie-newsletter-gmqb/18bouie-newsletter-gmqb-mediumSquareAt3X.jpg",
            "subline": "The standards of masculine energy have fallen."
        },
        {
            "title": "Trump Brings a Chill to Washington",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/18dowd-zkbv/18dowd-zkbv-mediumSquareAt3X.jpg",
            "subline": "A more seasoned Trump prepares to work his will in a more biddable D.C."
        },
        {
            "title": "How Long Can the Alliance Between Tech Titans and the MAGA Faithful Last?",
            "image": "https://static01.nyt.com/images/2025/01/18/opinion/18PoguePromo/18PoguePromo-mediumSquareAt3X.jpg",
            "subline": "Trump’s unruly coalition is threatening to tear itself apart."
        },
        {
            "title": "The World Is a Mess, and It’s Still the Best Time to Be Alive",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18kristof-zfvp/18kristof-zfvp-mediumSquareAt3X-v2.jpg",
            "subline": "What matters isn’t so much a Trump rant as that children are less likely to die now than at any other time in the history of the world."
        },
        {
            "title": "On Its 10th Anniversary, ‘Hamilton’ Looks Heartbreakingly Different",
            "image": "https://static01.nyt.com/images/2025/01/19/opinion/19kweku/18kweku-mediumSquareAt3X.jpg",
            "subline": "It’s a glimpse at a long-lost era, but not the one the characters sing about."
        },
        {
            "title": "I Lost Everything in a California Fire. It Changed How I Lived.",
            "image": null,
            "subline": "I realized I could live more simply, as I’d always wished to do."
        },
        {
            "title": "Two of the World’s Leading Thinkers on How the Left Went Astray",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/18sandelpiketty-vlwb/18sandelpiketty-vlwb-mediumSquareAt3X.jpg",
            "subline": "Thomas Piketty and Michael Sandel debate the value of open borders and what we owe migrants."
        },
        {
            "title": "A Racist Purge Almost Destroyed My Family. Another One Is Coming.",
            "image": null,
            "subline": "If Trump issues his own order on Day 1, as he’s vowed, the first people could enter detention camps by February."
        },
        {
            "title": "The Delights and the Challenges of Expat Life",
            "image": null,
            "subline": "Readers discuss a guest essay by Paul Theroux about his experiences as an American expat."
        },
        {
            "title": "What Are the Omens for Trump 2.0?",
            "image": "https://static01.nyt.com/images/2025/01/20/opinion/18douthat1/18douthat1-mediumSquareAt3X.jpg",
            "subline": "The only possibility for a second Trump term that would be truly surprising is a period of unlooked-for calm."
        },
        {
            "title": "What the Cease-Fire Deal Really Means",
            "image": "https://static01.nyt.com/images/2025/01/20/multimedia/16miller-btfw/16miller-btfw-mediumSquareAt3X.jpg",
            "subline": "After initial celebrations, challenges will be enormous as the terms of the Israel-Hamas cease-fire progress."
        },
        {
            "title": "Economics Has a Name for the Costs of Loneliness",
            "image": "https://static01.nyt.com/images/2025/01/17/opinion/17coy-newsletter-image/17coy-newsletter-image-mediumSquareAt3X.jpg",
            "subline": "“Social capital” is hard to define, but the loss of it in recent decades is palpable."
        },
        {
            "title": "Neil Gaiman, ‘Babygirl’ and the Ethics of Social Liberalism",
            "image": "https://static01.nyt.com/images/2025/01/17/opinion/17douthat-newsletter-image/17douthat-newsletter-image-mediumSquareAt3X.jpg",
            "subline": "The tortured quest for a morality both liberated and safe."
        },
        {
            "title": "A Mind at Ease, Away From the Distractions",
            "image": null,
            "subline": "Responses to an essay by Chris Hayes. Also: Evasiveness at cabinet hearings; politicizing aid for L.A.; reducing fire risks; ex-presidents together."
        },
        {
            "title": "The Supreme Court’s TikTok Ruling Signals a New Age of Competition",
            "image": "https://static01.nyt.com/images/2025/01/18/multimedia/17opinionFrench-whpq/17opinionFrench-whpq-mediumSquareAt3X.jpg",
            "subline": "A cold war between the United States and China has now truly begun."
        },
        {
            "title": "How Los Angeles Dreams Became Kindling",
            "image": "https://static01.nyt.com/images/2025/01/19/multimedia/17arax-hjkq/17arax-hjkq-mediumSquareAt3X.jpg",
            "subline": "Awareness of doom in Los Angeles, and yet a need to push disaster away, has created a kind of collective psychosis."
        },
        {
            "title": "‘Severance,’ ‘The Substance’ and Our Increasingly Splintered Selves",
            "image": null,
            "subline": "Cleaving a consciousness off one’s own is the trope of the season. Why?"
        },
        {
            "title": "How Doctors and Nurses Can Protect Undocumented Immigrants",
            "image": null,
            "subline": "Doctors have a responsibility to reassure their patients, regardless of immigration status, that they are welcome and protected."
        },
        {
            "title": "How Democrats Drove Silicon Valley Into Trump’s Arms",
            "image": null,
            "subline": "Marc Andreessen explains the newest faction of conservatism."
        }
    ]
},
